[
  {
    "name": "Batman",
    "platform": "Commodore / Amiga, Genesis",
    "released_date": "1989-01-01",
    "genre": "Action",
    "rating": null,
    "summary": "Patrol the streets of Gotham City with this Batman costume inspired by the 2008 movie ‘The Dark Knight’."
  },
  {
    "name": "Batman: Vengeance",
    "platform": "PC, Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2001-10-15",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": null
  },
  {
    "name": "Batman: Arkham Origins",
    "platform": "PC, Android, Xbox 360, PlayStation 3",
    "released_date": "2013-10-25",
    "genre": "Adventure, Action",
    "rating": 75.03508971126057,
    "summary": "Batman: Arkham Origins features an expanded Gotham City and introduces an original prequel storyline occurring several years before the events of Batman: Arkham Asylum and Batman: Arkham City."
  },
  {
    "name": "Batman: Arkham Collection",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2019-09-06",
    "genre": "Action",
    "rating": null,
    "summary": "\"Batman: Arkham Collection brings you the definitive versions of Rocksteady's Arkham Trilogy games, including all post-launch content, in one complete collection.\n\nExperience two of the most critically acclaimed titles of the last generation - Batman: Arkham Asylum and Batman: Arkham City, with fully remastered and updated visuals. Complete your experience with the explosive finale to the Arkham series in Batman: Arkham Knight. Become the Batman and utilize a wide range of gadgets and abilities to face off against Gotham's most dangerous villains, finally facing the ultimate threat against the city that Batman is sworn to protect.\""
  },
  {
    "name": "Batman: Arkham Knight",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2015-06-23",
    "genre": "Action",
    "rating": null,
    "summary": "Patrol the streets of Gotham City with this Batman costume inspired by the 2008 movie ‘The Dark Knight’."
  },
  {
    "name": "Batman: Return to Arkham",
    "platform": "Xbox One, PlayStation 4",
    "released_date": "2016-10-18",
    "genre": "Adventure, Action",
    "rating": 81.86872238161195,
    "summary": "Batman: Return to Arkham sees the combination of two classic entries in the Batman: Arkham series make a return to modern consoles (PS4 and Xbox One) with improved graphics. Warner Bros. is remastering 2009’s Batman: Arkham Asylum and 2011’s Batman: Arkham City which will release in this collection package along with all of the associated DLC."
  },
  {
    "name": "Batman: Arkham City",
    "platform": "PC, Xbox One, macOS, Xbox 360, PlayStation 3",
    "released_date": "2011-10-18",
    "genre": "Adventure, Action",
    "rating": 87.14412309067646,
    "summary": "After the events of Batman: Arkham Asylum (2009), a section of the city of Gotham has been turned into a prison, designed to keep the scum of the city away from the people. Bruce Wayne protests this prison but is shortly kidnapped by the despicable Hugo Strange, thus having to face the city's most powerful villains as the Batman while trying to uncover Strange's plans."
  },
  {
    "name": "Batman: Arkham VR",
    "platform": "PC, PlayStation 4",
    "released_date": "2016-10-11",
    "genre": "Adventure, Action, Simulation",
    "rating": 73.81313864587446,
    "summary": "Your quest to clean up Gotham has only just begun – and now it’s even more terrifying than it’s ever been. Exclusive to PlayStation VR, Batman: Arkham VR lets you become the Dark Knight in a virtual reality recreation of the DC’s hero’s more iconic locations.\n\nBecome the world’s greatest detective and explore places such as Wayne Manor and the Batcave as you battle in a brand new and personal story set in Rocksteady’s classic Arkham universe."
  },
  {
    "name": "Batman: Arkham Asylum",
    "platform": "PC, Xbox One, PlayStation 4, macOS, Xbox 360, PlayStation 3",
    "released_date": "2009-08-25",
    "genre": "Adventure, Action",
    "rating": 85.86691586597341,
    "summary": "Using a great variety of gadgets you must make your way around the island, and the asylums halls to find and stop the joker. The game uses a 3-button combat system, but with a great number of gadget abilites which Batman can unlock. This makes for a very cinematic combat experience when fighting the Joker's goons."
  },
  {
    "name": "Batman: The Telltale Series",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android, macOS, Xbox 360, PlayStation 3",
    "released_date": "2016-08-02",
    "genre": "Adventure",
    "rating": 72.2711785535065,
    "summary": "Enter the fractured psyche of Bruce Wayne and discover the powerful and far-reaching consequences of your choices as the Dark Knight.\n\nIn this gritty and violent new story from the award-winning creators of The Walking Dead – A Telltale Games Series, you'll make discoveries that will shatter Bruce Wayne's world, and the already fragile stability of a corrupt Gotham City."
  },
  {
    "name": "Batman: Return of the Joker",
    "platform": "Game Boy, NES, Genesis",
    "released_date": "1991-12-20",
    "genre": "Action",
    "rating": 62.27557289707306,
    "summary": "Batman: Return of the Joker was developed and published by Sunsoft as the second in their Batman series on the Nintendo Entertainment System. It departed from the original game by focusing on the comic-book version of Batman instead of the movie-inspired conception. The story itself was self-contained, and did not depict a pre-existing storyline. The game is a side-scrolling platformer with beat 'em up features."
  },
  {
    "name": "Batman: The Video Game",
    "platform": "Game Boy, NES",
    "released_date": "1989-12-22",
    "genre": "Action",
    "rating": 73.24203722373002,
    "summary": "Batman: The Video Game, is a group of platform games developed by Sunsoft for the Nintendo Entertainment System and Game Boy, loosely based on the 1989 film of the same name. Despite having the same title, each is actually a different game. The NES title is arguably the best known and contains five levels culminating in a final showdown with the Joker in the bell tower of Gotham Cathedral. It was received well despite changes from the movie upon which it was based.\n\nSunsoft later released Batman: Return of the Joker as a follow-up which is not related to any movie."
  },
  {
    "name": "Batman: Arkham Origins Blackgate",
    "platform": "Nintendo 3DS, PS Vita",
    "released_date": "2013-10-25",
    "genre": "Platformer, Action",
    "rating": 63.67615629655471,
    "summary": "Batman: Arkham Origins Blackgate - Deluxe Edition amplifies the 2.5-D game developed by Armature Studio with new maps, enemy encounters, difficulty levels, and batsuits, all with enhanced visuals.\n\nA companion game to Batman: Arkham Origins, players can continue the storyline of the console version and discover more details of the Dark Knight’s past."
  },
  {
    "name": "Batman: The Enemy Within",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android, macOS",
    "released_date": "2017-08-08",
    "genre": "Adventure, Action",
    "rating": 77.2443755082695,
    "summary": "In this latest chapter, both Bruce Wayne and Batman will be forced into precarious new roles. The Riddler has returned to terrorize Gotham City, but his gruesome puzzles merely foreshadow an even greater crisis. With the arrival of a ruthless federal agent and the return of a still nascent Joker, Batman must navigate uneasy alliances while Bruce Wayne undertakes a perilous series of deceptions. Which of Batman's new allies will you choose to trust? And how deep into the darkness will you let Bruce descend?"
  },
  {
    "name": "Batman: Arkham Asylum Game of the Year Edition",
    "platform": "PC, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2010-03-26",
    "genre": "Platformer, Adventure, Action",
    "rating": 86.17981463397479,
    "summary": "Critically acclaimed Batman: Arkham Asylum returns with a remastered Game of the Year Edition, featuring 4 extra Challenge Maps. The additional Challenge Maps are Crime Alley; Scarecrow Nightmare; Totally Insane and Nocturnal Hunter (both from the Insane Night Map Pack).\n- Utilize the unique FreeFlow combat system to chain together unlimited combos seamlessly and battle with huge groups of The Joker’s henchmen in brutal melee brawls\n- Investigate as Batman, the WORLD’S GREATEST DETECTIVE, by solving intricate puzzles with the help of cutting edge forensic tools including x-ray scanning, fingerprint scans, ‘Amido Black’ spray and a pheromone tracker\n- Face off against Gotham’s greatest villains including The Joker, HARLEY QUINN, POISON IVY and KILLER CROC\n- Become the Invisible Predator with Batman’s fear takedowns and unique vantage point system to move without being seen and hunt enemies\n- Choose multiple takedown methods, including swooping from the sky and smashing through walls.\n- Explore every inch of Arkham Asylum and roam freely on the infamous island, presented for the first time ever in its gritty and realistic entirety\n- Experience what it’s like to be BATMAN using BATARANGS, explosive gel aerosol, The Batclaw, sonar resonator and the line launcher\n- Unlock more secrets by completing hidden challenges in the world and develop and customize equipment by earning experience points\n- Enjoy complete superhero freedom in the environment with the use of Batman’s grapnel gun to get to any place you can see, jump from any height and glide in any direction"
  },
  {
    "name": "Batman Begins",
    "platform": "Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2005-06-14",
    "genre": null,
    "rating": null,
    "summary": "Game Boy Advance port of Batman Begins."
  },
  {
    "name": "Batman Forever",
    "platform": "PC, Game Boy, SNES, Genesis, Game Gear",
    "released_date": "1995-01-01",
    "genre": "Arcade, Action, Fighting",
    "rating": 70.0,
    "summary": "The Game Boy version of Batman Forever"
  },
  {
    "name": "Batman: The Enemy Within - Episode 1",
    "platform": "Xbox One, PlayStation 4, Nintendo Switch, iOS, macOS",
    "released_date": "2017-08-08",
    "genre": "Adventure",
    "rating": null,
    "summary": "In this latest chapter from the award-winning studio behind Batman - The Telltale Series, both Bruce Wayne and Batman will be forced into precarious new roles. The Riddler has returned to terrorize Gotham City, but his gruesome puzzles merely foreshadow an even greater crisis. With the arrival of a ruthless federal agent and the return of a still nascent Joker, Batman must navigate uneasy alliances while Bruce Wayne undertakes a perilous series of deceptions."
  },
  {
    "name": "Batman: Arkham Origins Blackgate - Deluxe Edition",
    "platform": "PC, Xbox 360, PlayStation 3, Wii U",
    "released_date": "2014-04-01",
    "genre": "Adventure, Action",
    "rating": 63.67615629655471,
    "summary": "Batman: Arkham Origins Blackgate - Deluxe Edition amplifies the 2.5-D game developed by Armature Studio with new maps, enemy encounters, difficulty levels, and batsuits, all with enhanced visuals.\n\nA companion game to Batman: Arkham Origins, players can continue the storyline of the console version and discover more details of the Dark Knight’s past."
  },
  {
    "name": "Superman Returns: The Videogame",
    "platform": "Nintendo DS, Xbox 360, Xbox, PlayStation 2, PSP",
    "released_date": "2006-11-20",
    "genre": "Adventure, Action",
    "rating": null,
    "summary": "Inspired by the Warner Bros. Pictures feature film and more than 60 years of DC Comics' lore. As the Man of Steel, you’ll hone your unworldly super powers such as Flight, X-Ray Vision, Heat Vision, Super Hearing, Super Strength, Super Speed, and Super Breath to fight villains that only Superman can defeat."
  },
  {
    "name": "Superman: The New Adventures",
    "platform": "Nintendo 64",
    "released_date": "1999-05-31",
    "genre": "Adventure, Action",
    "rating": 18.96021905179874,
    "summary": "Superman: The New Adventures, often referred to as Superman 64, is a 1999 adventure video game developed and published by Titus Software for the Nintendo 64 video game console. The game is based on the television series Superman: The Animated Series. Superman was first released in North America on May 31, 1999 and in Europe on July 23, 1999."
  },
  {
    "name": "Superman: Shadow of Apokolips",
    "platform": "PlayStation 2, GameCube",
    "released_date": "2002-09-25",
    "genre": "Platformer, Action",
    "rating": 65.86756959768316,
    "summary": "Based on the Superman Animated Series, you play as Superman saving citizens in Metropolis and battling villains like Lex Luthor, Metallo, Livewire, Parasite and Darseid. It uses cel-shaded graphics and voice-actors from the tv series."
  },
  {
    "name": "Superman: Countdown to Apokolips",
    "platform": "Game Boy Advance",
    "released_date": "2003-03-26",
    "genre": "Platformer, Action",
    "rating": null,
    "summary": "Lois Lane has been kidnapped, and only the Man of Steel can save her! Agents from the lava-scarred planet Apokolips have come to Metropolis to humiliate Superman before the entire world, right in his own hometown. Enlisting the aid of local mob kingpin Bruno Mannheim, leader of the notorious Intergang, wicked emissary Kanto supplies the gang with out-of-this-world weaponry possessing the power to bring down Superman. While Superman is busy bringing the thugs of Intergang to justice, the beastlike Kalibak seizes the opportunity to abduct Lois and spirit her away to a remote, clandestine location. In the meantime, bad bundle of energy Livewire has busted out of Strykers Island Prison, and she is out for vengeance against the man who put her there--Superman. There is no rest for the Last Son of Krypton as the Countdown to Apokolips begins!"
  },
  {
    "name": "Superman: The Mysterious Mr. Mist",
    "platform": "PC, Classic Macintosh",
    "released_date": "1996-09-10",
    "genre": "Adventure",
    "rating": null,
    "summary": "A mysterious creature rises from the depths of the Earth to capture a new queen for his people, and he's got his eyes on Lois Lane. His evil powers allow him to transform into any human shape, causing total confusion. Will Superman save Lois from the cluthces of the Mysterious Mr. Mist? - Spectacular rare interactive CDROM multimedia comic book!"
  },
  {
    "name": "Superman Returns: Fortress of Solitude",
    "platform": "Game Boy Advance",
    "released_date": "2006-11-20",
    "genre": "Action, Puzzle",
    "rating": null,
    "summary": "Inspired by the Warner Bros. Pictures feature film and more than 60 years of DC Comics' lore. As the Man of Steel, you’ll hone your unworldly super powers such as Flight, X-Ray Vision, Heat Vision, Super Hearing, Super Strength, Super Speed, and Super Breath to fight villains that only Superman can defeat."
  },
  {
    "name": "Superman Game",
    "platform": "Web",
    "released_date": "2022-11-27",
    "genre": null,
    "rating": null,
    "summary": "Superman is a video game released for home computers. The plot has Superman going after Darkseid."
  },
  {
    "name": "Superman Activity Center",
    "platform": "PC, Classic Macintosh",
    "released_date": "1998-01-01",
    "genre": "Educational",
    "rating": null,
    "summary": "A children's edutainment game featuring various puzzles, and a completely new story mode to keep kids immersed in the world of Superman."
  },
  {
    "name": "Spiderman",
    "platform": "Web",
    "released_date": "2019-09-24",
    "genre": null,
    "rating": null,
    "summary": "Spiderman 2 for the Famicom is a hack of Ninja Gaiden III: The Ancient Ship of Doom which changes all appearances of Ryu into Spider-Man. The game removes all traces of Tecmo's name on it and starts on the 2nd level of the game."
  },
  {
    "name": "Spider-Man (2002)",
    "platform": "PC, Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2002-04-16",
    "genre": "Adventure, Action",
    "rating": 67.28193825289858,
    "summary": "Spider-Man is an action-adventure game released in 2002 on the Xbox, Playstation 2, GameCube, Game Boy Advance and Microsoft Windows. Developped by Treyarch and published by Activision, the game has you playing as Spider-Man in the events of the movie while also adding new ennemies like the Shocker and Vulture. The gameplay consists of successive levels where you need to defeat thugs with your fists and web and save someone/something from multiple sources of danger until you reach the boss of the section. You either fight in enclosed environments or swing around New-York City in \"aerial\" sequences."
  },
  {
    "name": "Call of Duty",
    "platform": "PC, macOS, Xbox 360, PlayStation 3",
    "released_date": "2003-10-29",
    "genre": "Shooter",
    "rating": 71.05089778674775,
    "summary": "Call of Duty 3 delivers the intensity of World War II combat closer than ever. In this next-generation game, you'll experience the Normandy Breakout - the historic campaign that made the liberation of Paris possible and brought the Allies a step closer to Berlin.\n\nTravel with four ordinary Allied soldiers (American, British, Canadian and Polish) as they're thrust onto an authentic, living battlefield for unprecedented combat, with advanced High-Definition graphics, detailed Character animations and explosive on-screen action. Call Of Duty 3 delivers the most immersive and cinematically intense war experience ever. Team-based Multiplayer with vehicles for team-based combat with up to 24 players battling it out online Play as an infantryman, or commandeer multiple-occupancy vehicles like tanks, jeeps & motorcycles"
  },
  {
    "name": "Call of Duty: Vanguard",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2021-11-05",
    "genre": "Shooter",
    "rating": 62.60873695868892,
    "summary": "This is WWII combat like never before. Witness the origins of Special Forces as you play a pivotal role and change the face of history, forming Task Force One in a gripping Campaign across four major theaters of war. Become an original Special Forces Operator in an online Multiplayer rich in innovation with 20 maps available at launch. Prepare for a franchise-first, universe-expanding Zombies crossover. Immerse yourself in a fully integrated Call of Duty: Warzone experience featuring a new and massive map. This is the most connected Call of Duty ever, all powered by the next generation Call of Duty engine introduced in Modern Warfare.\n\nThis is Call of Duty: Vanguard."
  },
  {
    "name": "Call of Duty: Mobile",
    "platform": "iOS, Android",
    "released_date": "2019-10-01",
    "genre": "Shooter, Action",
    "rating": 65.8105948776958,
    "summary": "The Call of Duty you know and love now on your mobile device. With classic multiplayer modes such as Team Deathmatch, Domination, and Kill-Confirmed on iconic maps such as Shipment, Raid, and Standoff, as well as 100 player Battle Royale, Call of Duty: Mobile has it all!"
  },
  {
    "name": "Call of Duty: Warzone",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-03-10",
    "genre": "Shooter",
    "rating": 73.5793484024266,
    "summary": "Welcome to Warzone, the new massive free-to-play combat arena from the world of Modern Warfare. Drop in, armor up, loot for rewards, and battle your way to the top."
  },
  {
    "name": "Call of Duty: WWII",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2017-11-03",
    "genre": "Shooter, Action",
    "rating": 74.95559239912156,
    "summary": "Call of Duty: WWII creates the definitive World War II next generation experience across three different game modes: Campaign, Multiplayer, and Co-Operative. Featuring stunning visuals, the Campaign transports players to the European theater as they engage in an all-new Call of Duty story set in iconic World War II battles. Multiplayer marks a return to original, boots-on-the ground Call of Duty gameplay. Authentic weapons and traditional run-and-gun action immerse you in a vast array of World War II-themed locations. The Co-Operative mode unleashes a new and original story in a standalone game experience full of unexpected, adrenaline-pumping moments."
  },
  {
    "name": "Call of Duty: Advanced Warfare",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2014-11-03",
    "genre": "Shooter, Action",
    "rating": 71.90004558881598,
    "summary": "Call of Duty: Advanced Warfare envisions the powerful battlegrounds of the future, where both technology and tactic have evolved to usher in a new era of combat for the franchise. Delivering a stunning performance, Academy Award winning actor Kevin Spacey stars as Jonathan Irons – one of the most powerful men in the world – shaping this chilling vision of the future of war."
  },
  {
    "name": "Call of Duty: Warzone 2.0",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2022-11-16",
    "genre": "Shooter, Action",
    "rating": 67.00169240037198,
    "summary": "Drop into the new map Al Mazrah in Call of Duty: Warzone 2.0"
  },
  {
    "name": "Call of Duty: Ghosts",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3, Wii U",
    "released_date": "2013-11-05",
    "genre": "Shooter, Action",
    "rating": 64.47145400376297,
    "summary": "Call of Duty: Ghosts takes place following a catastrophic event that changed the global balance of powers in the world. As a result, the United States is no longer recognized as a superpower. Ten years after the event, an unseen enemy emerges as a threat, but the remnants of US special forces from every branch came together to create an elite group of soldiers known as the \"Ghosts\", who are determined to eradicate all threats to protect the weak and the remains of America."
  },
  {
    "name": "Call of Duty: United Offensive",
    "platform": "PC, macOS",
    "released_date": "2004-09-14",
    "genre": "Shooter",
    "rating": 81.0512410787999,
    "summary": "Award-winning developer Gray Matter Interactive follows up on the success of Infinity Ward's Call of Duty - winner of over 80 Game of the Year and 50 Editors' Choice awards worldwide - with Call of Duty: United Offensive."
  },
  {
    "name": "Call of Duty: Black Ops",
    "platform": "PC, Xbox One, iOS, Nintendo DS, macOS, Xbox 360, PlayStation 3, Wii",
    "released_date": "2010-11-09",
    "genre": "Shooter, Action",
    "rating": 79.57200279229579,
    "summary": "Call of Duty: Black Ops is the seventh main Call of Duty game and the sequel to Call of Duty: World at War. The game differs from most previous installments, which would involve a usual three-country campaign, while Call of Duty: Black Ops features two playable countries (Russia and the USA) but only has an American campaign. Several new features are also introduced, such as dive-to-prone and the available use of a flashlight on certain weapons. Furthermore, the campaign's playable characters now speak while being controlled by the player."
  },
  {
    "name": "Call of Duty: Finest Hour",
    "platform": "Xbox, PlayStation 2, GameCube",
    "released_date": "2004-11-16",
    "genre": "Shooter",
    "rating": 63.0284398350835,
    "summary": "Call Of Duty: Finest Hour leads you back into the World War, where you will experience epic battlefield moments in the war's most legendary conflicts. Fight alongside ordinary men who fought and died for freedom and changed the world."
  },
  {
    "name": "Call of Duty: Infinite Warfare",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-11-04",
    "genre": "Shooter, Action",
    "rating": 71.02167725371221,
    "summary": "Call of Duty: Infinite Warfare delivers three unique game modes: Campaign, Multiplayer, and Zombies. Campaign is a return to the gritty, military roots of the franchise, while boldly looking ahead, delivering a rich and engaging narrative that is unlike anything to date in a Call of Duty game. The player will embark on a classically-styled story about grand scale warfare, set in a future where human conflict has spread throughout our solar system.\n\nMultiplayer combines popular mechanics such as the chained-based movement system, with a load of gameplay innovations to deliver one of the deepest and most engaging online experiences in gaming. The new Zombies mode will thrill co-op players with an original, distinctive approach and an uproarious narrative sure to excite fans. The title introduces stunning, multi-planetary environments, new weaponry, and all-new player abilities."
  },
  {
    "name": "Call of Duty: World at War",
    "platform": "PC, Xbox One, Nintendo DS, Xbox 360, PlayStation 3, Wii",
    "released_date": "2008-11-11",
    "genre": "Shooter",
    "rating": 75.6082593643856,
    "summary": "Call of Duty: World at War immerses players into the most gritty and chaotic WWII combat ever experienced. Players band together to survive the most harrowing and climactic battles that led to the demise of the Axis powers on the European and Pacific fronts."
  },
  {
    "name": "Call of Duty: Modern Warfare Remastered",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-10-05",
    "genre": "Shooter, Action",
    "rating": 78.75351954749907,
    "summary": "One of the most critically-acclaimed games in history. Call of Duty 4: Modern Warfare is back, remastered in true high-definition, featuring enhanced textures, rendering, high-dynamic range lighting, and much more to bring a new generation experience to fans."
  },
  {
    "name": "Call of Duty: Modern Warfare 3",
    "platform": "PC, Xbox One, iOS, macOS, Xbox 360, PlayStation 3, Wii",
    "released_date": "2011-11-08",
    "genre": "Shooter, Action",
    "rating": 62.6211649292471,
    "summary": "The game brings \"open combat, \" offering players more choices in approaching the single-player missions. Makarov returns as the chief villain of the new campaign.\n\nThe newly introduced Carry Forward system will let players keep their progression and inventory from Modern Warfare II. Multiplayer fans can expect 16 maps at the launch and at least 12 coming later. Zombies mode will also return and should offer the largest zombie map to date."
  },
  {
    "name": "Call of Duty: Modern Warfare III",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2023-11-09",
    "genre": "Shooter, Action",
    "rating": 62.6211649292471,
    "summary": "The game brings \"open combat, \" offering players more choices in approaching the single-player missions. Makarov returns as the chief villain of the new campaign.\n\nThe newly introduced Carry Forward system will let players keep their progression and inventory from Modern Warfare II. Multiplayer fans can expect 16 maps at the launch and at least 12 coming later. Zombies mode will also return and should offer the largest zombie map to date."
  },
  {
    "name": "Call of Duty: Black Ops Cold War",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2020-11-13",
    "genre": "Shooter, Action",
    "rating": 72.33333399122495,
    "summary": "The iconic Black Ops series is back with Call of Duty: Black Ops Cold War - the direct sequel to the original and fan-favorite Call of Duty: Black Ops. Black Ops Cold War will drop fans into the depths of the Cold War’s volatile geopolitical battle of the early 1980s. Nothing is ever as it seems in a gripping single-player Campaign, where players will come face-to-face with historical figures and hard truths, as they battle around the globe through iconic locales like East Berlin, Vietnam, Turkey, Soviet KGB headquarters and more.\n\nBeyond the Campaign, players will bring a Cold War arsenal of weapons and equipment into the next generation of Multiplayer and Zombies experiences. Welcome to the brink. Welcome to Call of Duty: Black Ops Cold War."
  },
  {
    "name": "Call of Duty: Modern Warfare II",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2022-10-27",
    "genre": "Shooter, Action",
    "rating": 81.67890399784667,
    "summary": "Call of Duty: Modern Warfare 2 is a first-person shooter video game developed by Infinity Ward and published by Activision for the Xbox 360 and PlayStation 3 video game consoles and the Microsoft Windows operating system. Officially announced on February 11, 2009, the game was released worldwide on November 10, 2009. It is the sixth installment of the Call of Duty series and the direct sequel to Call of Duty 4: Modern Warfare, continuing the same storyline, with Call of Duty: Modern Warfare 3 set to end the storyline."
  },
  {
    "name": "Call of Duty 4: Modern Warfare",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo DS, macOS, Xbox 360, PlayStation 3, Wii",
    "released_date": "2007-11-05",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "Call of Duty 4: Modern Warfare Mobile is a spin-off game of the Call of Duty series and is a prequel to the main game. The game was developed by GLU Mobile and published by Activision for mobile phones."
  },
  {
    "name": "Call of Duty: Advanced Warfare - Gold Edition",
    "platform": "PC",
    "released_date": "2014-11-03",
    "genre": "Action",
    "rating": null,
    "summary": "This Gold Edition includes the base game and two pieces of DLC also available separately. It contains:\n\n- Call of Duty: Advanced Warfare (base game)\n- Call of Duty: Advanced Warfare - Atlas Gorge (DLC)\n- Call of Duty: Advanced Warfare - Havoc (DLC)"
  },
  {
    "name": "Naruto",
    "platform": "Web",
    "released_date": "2022-11-19",
    "genre": "Action",
    "rating": null,
    "summary": "Experience first-hand one of the most popular storylines from the NARUTO SHIPPUDEN arc as Naruto and Sasuke face off amidst a backdrop laced with intrigue and subterfuge! Discover, recruit, and swap fighters into your team to meet the needs of any given situation. Compete against your friends in Wireless Battle Mode for up to four players, or play cooperatively in the new Boss Rush Mode (local wireless only). Take part in thrilling battles and exciting mysteries, all leading up to the epic showdown between Naruto and Sasuke!"
  },
  {
    "name": "NARUTO TO BORUTO: SHINOBI STRIKER",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-08-30",
    "genre": "Action",
    "rating": null,
    "summary": "Purchase Naruto to Boruto: Shinobi Striker - Deluxe Edition and get the most complete experience from Naruto to Boruto: Shinobi Striker! This edition includes the full game and all additional content eligible to the Season Pass."
  },
  {
    "name": "Naruto: Ultimate Ninja 3",
    "platform": "PlayStation 2",
    "released_date": "2008-03-25",
    "genre": "Arcade, Fighting",
    "rating": 73.99706723031579,
    "summary": "NARUTO: Ultimate Ninja 3 makes leaps in the franchise with a host of “firsts” for the series. Players can now live through and be a part of all the major events that defined Story Arc 1 in Heroes History mode. Also, ninja-in-training can customize their characters with the Ultimate Jutsu which gives them that extra bit of edge during battle and allows them to earn points towards upgrading their strength, defense, chakra, agility and other special abilities. Turn playable characters into more powerful ninja of unprecedented size or summon giant creatures as allies with the new Summoning mode. In addition, NARUTO fans throughout North America can experience the game in both English and original Japanese voice over. In keeping with the tradition of the series, an exclusive and original story has players exploring the massive 3D rendered Hidden Leaf Village, participating in battle royale matches and completing more than 55 missions. The experience doesn’t stop there as tons of unlockable content are available to offer loads of replay value including movies, music and cards"
  },
  {
    "name": "NARUTO: Ultimate Ninja Storm",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2008-11-04",
    "genre": "Arcade, Adventure, Action, Fighting",
    "rating": 73.67383217877217,
    "summary": "Evolving the head-to-head fighting action of the Ultimate Ninja series, NARUTO: Ultimate Ninja STORM allows players to battle in full 3D across massive environments. Players unleash powerful jutsu attacks, perform acrobatic evasive maneuvers and even run up walls and over water as they pursue their opponent for ninja supremacy. Players customize their character's fighting style and recruit up to two support characters to put their own stamp on the action. Each character in the game is capable of unleashing powerful Awakening abilities under certain gameplay conditions, offering new traits and talents to the game's ninja roster of 25 popular characters from the animated series. NARUTO: Ultimate Ninja STORM supports head-to-head multiplayer fighting for up to two players. Allowing players to further immerse themselves in the world of NARUTO, NARUTO: Ultimate Ninja STORM introduces all-new free-roaming exploration across the Hidden Leaf Village and the Forest of Death. Players can search every inch of these iconic environments to take on more than 100 unique missions, collect valuable scrolls and interact with additional characters from the NARUTO animated series. Injecting additional variety to the game's head-to head combat, these missions include races, special deliveries and large-scale battles against massive opponents."
  },
  {
    "name": "Naruto: Ultimate Ninja 2",
    "platform": "PlayStation 2",
    "released_date": "2007-06-12",
    "genre": "Arcade, Fighting",
    "rating": 69.902189866101,
    "summary": "\"The ultimate ninja battle returns!\n\nBattle the best in the land with intense, anime-style head-to-head ninja fighting with over 30 playable characters and 16 unique stages. Choose from more than 60 exciting missions, test your skills with challenging mini-games or play through the anime storyline - and even unlock an original story - in the all-new mode, Ultimate Road. Earn money and points to unlock tons of bonus content as you unleash your chakra and ascend the ranks on your way to becoming the greatest ninja of all!\""
  },
  {
    "name": "Naruto Shippuden: Ultimate Ninja 4",
    "platform": "PlayStation 2",
    "released_date": "2009-03-24",
    "genre": "Arcade, Fighting",
    "rating": 70.17120710073739,
    "summary": "Ultimate Ninja 4 takes place two and a half years after the end of the original Naruto series."
  },
  {
    "name": "Naruto Shippuden: Ultimate Ninja 5",
    "platform": "PlayStation 2",
    "released_date": "2009-11-27",
    "genre": "Action",
    "rating": 70.09796240882721,
    "summary": "This is the fifth installment in the Naruto: Ultimate Ninja series. The game continues the Naruto Shippūden storyline, and includes the first meeting between Sasuke and Naruto during this timeline."
  },
  {
    "name": "NARUTO SHIPPUDEN: Ultimate Ninja STORM 3",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2013-03-05",
    "genre": "Action, Fighting",
    "rating": 75.05612410238214,
    "summary": "Ultimate Ninja STORM 3 promises to unleash a tornado of ninja action and adventure that the franchise is known for, with over eighty playable characters, advanced online modes and enhanced fighting mechanics that allow anyone to become a ninja master."
  },
  {
    "name": "NARUTO SHIPPUDEN: Ultimate Ninja STORM Revolution",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2014-09-11",
    "genre": "Adventure, Action, Fighting",
    "rating": 66.01168820554689,
    "summary": "The latest instalment of the NARUTO SHIPPUDEN: Ultimate Ninja STORM series will offer players a new experience in the deep & rich NARUTO environment. Tons of new techniques, enhanced mechanics, over 100 playable characters & Support Ninjas, and a brand new exclusive character (Mecha-Naruto) designed by Masashi Kishimoto."
  },
  {
    "name": "NARUTO SHIPPUDEN: Ultimate Ninja STORM Generations",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2012-02-23",
    "genre": "Arcade, Fighting",
    "rating": 70.51998734273134,
    "summary": "The title will power the series into the future by revolutionizing online play and ramping up the number of playable and support characters far beyond any NARUTO game in the wildly popular franchise. Players will compete in a variety of online battle modes with their favorite NARUTO characters, including Naruto and Sasuke. NARUTO fans have been waiting to see more of Zabuza and Haku since the launch of the original Manga, and now they will have their chance!"
  },
  {
    "name": "Naruto Shippuden: Ultimate Ninja Storm 2",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2010-10-15",
    "genre": "Strategy, Adventure, Action, Fighting",
    "rating": 74.6899111419433,
    "summary": "Taking players through the Naruto Shippuden story arc, daring ninja warriors must strategically recruit the right support characters to ensure victory against any and all opponents. With the winning combination, players can easily unleash bigger and more explosive Team Special Techniques to obliterate enemies who stand in the way."
  },
  {
    "name": "Naruto Shippuden Ultimate Ninja Storm Trilogy",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2017-08-25",
    "genre": "Action, Fighting",
    "rating": 87.0,
    "summary": "Naruto Shippuden: Ultimate Ninja Storm Trilogy collects 3 Storm games in one collection. This series has established itself among the pinnacle of anime & manga adaptations of video games! This collection includes HD remasters of Naruto: Ultimate Ninja Storm, Naruto Shippuden: Ultimate Ninja Storm 2, and Naruto Shippuden: Ultimate Ninja Storm 3."
  },
  {
    "name": "NARUTO SHIPPUDEN: Ultimate Ninja STORM 4",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-02-04",
    "genre": "Fighting",
    "rating": 76.86559546699507,
    "summary": "Experience the exhilarating full-adventure Naruto Shippuden and follow Naruto Uzumaki on all his fights.\n\nWith more than 12 million Naruto Shippuden Ultimate Ninja STORM games sold worldwide, this series established itself among the pinnacle of Anime & Manga adaptations on videogames! As every good story comes to an end Naruto Shippuden: Ultimate Ninja Storm 4 is going to be the ultimate STORM game! For the first time ever, a Naruto/Naruto Shippuden game will take advantage of the graphics power of the new generation of consoles."
  },
  {
    "name": "Naruto The Broken Bond",
    "platform": "Xbox 360",
    "released_date": "2008-11-18",
    "genre": "Action, Fighting",
    "rating": 79.74663097491496,
    "summary": "Building on the success of NARUTO: Rise of a Ninja, this new adventure takes the story to a deeper level within the Naruto Universe. Now a respected ninja, Naruto evolves into a mature and strong hero. However he will soon find himself surrounded by conflict. Forced to relive bitter memories, Naruto's best friend Sasuke strikes out on a self-destructive quest for power. Now with the help of his friends, Naruto must confront Sasuke and save him before it's too late."
  },
  {
    "name": "NARUTO SHIPPUDEN: Ultimate Ninja STORM 3 Full Burst",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, PlayStation 3",
    "released_date": "2013-10-22",
    "genre": "Adventure, Action, Fighting",
    "rating": 80.83372434076409,
    "summary": "Naruto Shippuden: Ultimate Ninja Storm 3: Full Burst is the re-release of Naruto Shippuden: Ultimate Ninja Storm 3, which includes revamped visuals, all costumes previously available as, DLC minus the Naruto (Goku) and Sakura (Hello Kitty), a new character (Kabuto Yakushi sage mode), a new story chapter and a new Challenge Mode, which consists of 100 missions. Each mission has varying objectives that unlock various in-game items and HD illustrations. Also newly added is Decision Mode, which allows the player to choose one's fate; the player is given two options of fates to choose from. The player can choose from either Legend (hard) or Hero (easy).\n\nOriginally released in March 2013 on consoles to wide critical and fan acclaim, the most epic NARUTO game ever released has been given a thorough overhaul for its PC debut! Not least among the wealth of enhancements contained in NARUTO SHIPPUDEN Ultimate Ninja STORM 3 FULL BURST is the addition of the feverishly anticipated chapter in which Sasuke and Itachi take on Kabuto in a nail-biting confrontation."
  },
  {
    "name": "Naruto Rise Of A Ninja",
    "platform": "Xbox 360",
    "released_date": "2007-10-30",
    "genre": "Fighting",
    "rating": 79.36506672244116,
    "summary": "Naruto: Rise of a Ninja is an Xbox 360-exclusive video game developed by Ubisoft Montreal, making it the first Naruto game to be developed by a non-Japanese company.\n\nA sequel titled Naruto: The Broken Bond was released in fall a year later."
  },
  {
    "name": "Naruto Shippuden: Naruto VS. Sasuke",
    "platform": "Nintendo DS",
    "released_date": "2008-07-04",
    "genre": "Platformer, Action",
    "rating": null,
    "summary": "Experience first-hand one of the most popular storylines from the NARUTO SHIPPUDEN arc as Naruto and Sasuke face off amidst a backdrop laced with intrigue and subterfuge! Discover, recruit, and swap fighters into your team to meet the needs of any given situation. Compete against your friends in Wireless Battle Mode for up to four players, or play cooperatively in the new Boss Rush Mode (local wireless only). Take part in thrilling battles and exciting mysteries, all leading up to the epic showdown between Naruto and Sasuke!"
  },
  {
    "name": "Naruto x Boruto: Ultimate Ninja Storm Connections",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2023-11-17",
    "genre": "Adventure, Action, Fighting",
    "rating": null,
    "summary": "The next exciting entry in the STORM series, celebrating the 20th anniversary of Naruto's anime debut, releases 2023! The game features new playable characters in addition to the 124 ninjas from past series! Plus, it connects key moments from the first four STORM entries into one game for the first time."
  },
  {
    "name": "Tekken Arena",
    "platform": "iOS, Android",
    "released_date": "2014-12-12",
    "genre": "Arcade, Fighting",
    "rating": null,
    "summary": "Tekken Arena is a free-to-play strategy game for Android and iOs"
  },
  {
    "name": "Tekken 5",
    "platform": "PlayStation 2",
    "released_date": "2004-12-09",
    "genre": "Fighting",
    "rating": 81.0777882112758,
    "summary": "After the death of Heihachi Mishima, the fifth King of Iron Fist Tournament began. Tekken 5 lets you join this battle as one of many characters, including three fighters who are new to the Tekken series. This time, the environments feature destructible objects and dangerous obstacles. Customize your character with a variety of accessories, such as beanies, glasses, and costumes. Beat the game with each character to learn his or her story."
  },
  {
    "name": "Tekken 5: Dark Resurrection",
    "platform": "PlayStation 3, PSP",
    "released_date": "2006-07-06",
    "genre": "Arcade, Fighting",
    "rating": 80.37724092432173,
    "summary": "The hugely popular arcade and console fighting game, Tekken 5: Dark Resurrection is now available with an all-new ONLINE BATTLE feature! Take on other players from around the country, in full HD running at a smooth 60 frames per second! Prove who the real King of the Iron Fist Tournament is by checking the online rankings. Experience the pinnacle of fighting games as Tekken reaches into the \"Online Vs.\" world for the first time ever!"
  },
  {
    "name": "Tekken Tag Tournament 2",
    "platform": "Xbox One, Xbox 360, PlayStation 3, Wii U",
    "released_date": "2012-09-11",
    "genre": "Arcade, Fighting",
    "rating": 74.23642401167069,
    "summary": "A highly competitive fighting game where you can choose from 60 different characters. Some new and most old, still making the game of the franchise the most character-rich of them all so far."
  },
  {
    "name": "Tekken 3",
    "platform": "PlayStation",
    "released_date": "1997-03-20",
    "genre": "Fighting",
    "rating": 84.67866422530537,
    "summary": "Tekken 3 maintains the same core fighting system and concept as its predecessors, but brings many improvements, such as significantly more detailed graphics and animations, fifteen new characters added to the game's roster, more modern music and faster and more fluid gameplay.\nPerhaps the most noticeable change from Tekken 2 fight system is movement reform - whereas the element of depth had been largely insignificant in previous Tekken games (aside from some characters having unique sidesteps and dodging maneuvers), Tekken 3 added emphasis on the third axis, allowing all characters to sidestep in or out of the background by lightly pressing the arcade stick (or tapping the controller button in the console version) towards the corresponding direction. Another big change in movement was that jumping was toned down, no longer allowing fighters to jump to extreme heights (as was present in previous games), but keeping leaps to reasonable, realistic heights. It made air combat more controllable, and put more use to sidestep dodges, as jumping no longer became a universal dodge move that was flying above all of the ground moves. Other than that, the improved engine allowed for quick recoveries from knock-downs, more escapes from tackles and stuns, better juggling (as many old moves had changed parameters, allowing them to connect in combo-situations, where they wouldn't connect in previous games) and extra newly created combo throws.\n\nTekken 3 was the first Tekken to feature a beat 'em up minigame called \"Tekken Force\", which pitted the player in various stages against enemies in a side-scrolling fashion. If the player succeeds in beating the minigame four times, Dr. Bosconovitch would be a playable character (granted that you defeat him first). This was continued in Tekken 4 and succeeded by the Devil Within minigame in Tekken 5 - but Boskonovitch was dropped as a playable character after Tekken 3. There is also a minigame \"Tekken Ball\", similar to beach volleyball, where one has to hit the ball with a powerful attack to hurt the opponent or try to hit the ball in such a way that it hits the ground in the opponent's area, thus causing damage."
  },
  {
    "name": "TEKKEN 7",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2015-03-18",
    "genre": "Action, Fighting, Sports",
    "rating": null,
    "summary": "The classic mini bowling game from Tekken Tag Tournament is returning back as \"Ultimate TEKKEN BOWL\" DLC! On top of that, more customizable costumes such as Blood Vengeance outfits, swimsuits, and Idolmaster costumes have been added!"
  },
  {
    "name": "Tekken Revolution",
    "platform": "PlayStation 3",
    "released_date": "2013-06-11",
    "genre": "Arcade, Fighting",
    "rating": 65.9176274118456,
    "summary": "One of the best-selling franchises of all time is now available for FREE! Jump on as one of your favorite characters and pummel your way to victory! For the first time in the franchise, level up your characters! Break through walls, break through the floor, and ultimately break your opponent."
  },
  {
    "name": "Tekken 4",
    "platform": "PlayStation 2",
    "released_date": "2001-09-23",
    "genre": "Fighting",
    "rating": 74.43768907281353,
    "summary": "Tekken 4 marks the return of Namco's premier fighting franchise, Tekken. This version features enhanced graphics, gameplay mechanics, and fearsome fighters. Newcomers engage old favorites in interactive, multileveled arenas. The addition of walls, terrain effects, position changes, and enhanced sidestepping will force you to adjust your fighting strategy. Expanded game modes such as Training, Team Battle and the new Tekken Force provide the player with a deeper gameplay experience."
  },
  {
    "name": "TEKKEN 6",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2007-10-27",
    "genre": "Arcade, Fighting",
    "rating": null,
    "summary": "Tekken 6 is a fighting game developed and published by Bandai Namco Games. It is the seventh main installment in the Tekken franchise."
  },
  {
    "name": "Tekken Tag Tournament",
    "platform": "PlayStation 2",
    "released_date": "2000-03-30",
    "genre": "Fighting",
    "rating": 74.23642401167069,
    "summary": "A highly competitive fighting game where you can choose from 60 different characters. Some new and most old, still making the game of the franchise the most character-rich of them all so far."
  },
  {
    "name": "Tekken 8",
    "platform": "PC, PlayStation 5, Xbox Series S/X",
    "released_date": "2024-01-26",
    "genre": "Fighting",
    "rating": null,
    "summary": "The Tekken series is breaking into a new era! The longest-running story in a video game franchise is coming back with state-of-the-art graphics and powerful new rivalries. Stay tuned for Tekken 8!"
  },
  {
    "name": "Tekken Mobile",
    "platform": "iOS, Android",
    "released_date": "2017-08-18",
    "genre": "Fighting",
    "rating": 74.39176059279914,
    "summary": "TEKKEN, the world's most successful fighting game franchise has been brought to mobile! Join PAUL, KAZUYA, XIAOYU, LAW, PANDA, NINA & all other famous fighters to engage in an intuitive, deep combat system featuring fighting techniques from all around the world. Take on the role of the Dojo Master, collecting, upgrading and battling with your favourite fighters from the legendary TEKKEN franchise!"
  },
  {
    "name": "Tekken Hybrid",
    "platform": "PlayStation 3",
    "released_date": "2011-11-22",
    "genre": "Fighting",
    "rating": null,
    "summary": "Tekken Hybrid is a bundle collection of Tekken: Blood Vengeance 3D with an HD version of Tekken Tag Tournament and a demo version of Tekken Tag Tournament 2 called Tekken Tag Tournament 2 Prologue. It was officially announced at E3 2011. This collection was released exclusively on PlayStation 3."
  },
  {
    "name": "Tekken Advance",
    "platform": "Game Boy Advance",
    "released_date": "2002-06-28",
    "genre": "Fighting",
    "rating": 70.09174311926606,
    "summary": "Tekken Advance is a fighting game released for the Game Boy Advance. It is non-canonical to the Tekken storyline, but follows the events of Tekken 3. It uses sprites based on Tekken 3's 3D models for its characters and was the first Tekken game to be released on a Nintendo platform."
  },
  {
    "name": "STREET FIGHTER X TEKKEN",
    "platform": "PC, iOS, Xbox 360, PlayStation 3, PS Vita",
    "released_date": "2011-09-05",
    "genre": "Action, Fighting",
    "rating": null,
    "summary": "A crossover game that is planned to have Street Fighter characters in the 3D fighting style of a normal Tekken game.\nThe reverse of Street Fighter x Tekken which put Tekken characters into the 2D fighting style of a Street Fighter game in 2012.\n\nThe game has been stuck in development since its 2010 announcement and the game was put on hold officially in 2016, though early character models and some gameplay systems were said to be finished at the time."
  },
  {
    "name": "Taken Souls: Blood Ritual Collector's Edition",
    "platform": "PC",
    "released_date": "2017-02-03",
    "genre": "Casual, Adventure",
    "rating": null,
    "summary": "A series of mysterious ritual murders covered the foggy streets of London, which young detective James Voodoo will have to investigate. While investigating these mysterious murders, James Voodoo faces the mystical phenomena, which covered the city. When progressing in case investigation, James realizes that these murders are just the small part of the global conspiracy, which threatens the whole world. And he is the only one who can stop it."
  },
  {
    "name": "2DGameManias Taken",
    "platform": "PC",
    "released_date": "2018-05-04",
    "genre": "Casual, Indie, Adventure, Action",
    "rating": null,
    "summary": "2DGameManias Taken is a 2.5D retro platform game in which you have been Taken by the unknown and you need to fight your way to freedom."
  },
  {
    "name": "FINAL FANTASY",
    "platform": "PC, iOS, Android, PlayStation, PSP, Wii, Game Boy Advance",
    "released_date": "2002-10-05",
    "genre": "Casual, RPG",
    "rating": null,
    "summary": "The Twin Pack includes Final Fantasy VII and the remastered version of Final Fantasy VIII."
  },
  {
    "name": "Final Fantasy Anniversary Edition",
    "platform": "PSP",
    "released_date": "2007-06-12",
    "genre": "Strategy, Adventure, RPG",
    "rating": 79.82592574055006,
    "summary": "This is an enhanced version version of the original Final Fantasy, with higher resolution 2D graphics now in 16:9, FMV sequences, a re-recorded higher quality soundtrack, along with all the new dungeons and revised script from the Dawn of Souls Gameboy Advance port that came before it. As a bonus, it also includes art galleries of Yoshitaka Amano's illustrations."
  },
  {
    "name": "Final Fantasy IX",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android, PlayStation",
    "released_date": "2000-07-07",
    "genre": "Adventure, RPG",
    "rating": null,
    "summary": "The console versions of Final Fantasy IX mainly brought technical improvements in addition to some other minor changes. The anti-aliasing is slightly better than the PC version, the UI of the battle menus have been reduced so that it takes less space on the screen and you can also play poker after you beat the game."
  },
  {
    "name": "FINAL FANTASY VI",
    "platform": "PC, iOS, Android, Game Boy Advance, SNES",
    "released_date": "1994-04-02",
    "genre": "RPG",
    "rating": 87.40684702650547,
    "summary": "The original Final Fantasy VI comes to life with completely new graphics and audio! A remodeled 2D take on the sixth game in the world-renowned Final Fantasy series! Enjoy the timeless story told through charming retro graphics."
  },
  {
    "name": "Final Fantasy VII",
    "platform": "PC, PlayStation 5, PlayStation 4",
    "released_date": "2020-04-10",
    "genre": "Adventure, Action, RPG",
    "rating": null,
    "summary": "The Twin Pack includes Final Fantasy VII and the remastered version of Final Fantasy VIII."
  },
  {
    "name": "Final Fantasy XI",
    "platform": "PC, Xbox 360, PlayStation 2",
    "released_date": "2002-11-07",
    "genre": "Massively Multiplayer, RPG",
    "rating": null,
    "summary": "Final Fantasy XI R was a remake of the 2002 MMORPG Final Fantasy XI for mobile devices.\nOriginally announced in 2015, its release window of 2016 had long come and gone, and with no word on the title's development. It continued to be listed under Nexon's upcoming games for years, but no news was heard on its development aside from images leaked in 2018.\n\nIn late 2020, rumours circulated that it had been cancelled, and it disappeared from Nexon's upcoming games list.\nAn official announcement was made in early 2021 that the project had been shelved. According to IGN's article, Nexon and Square Enix \"decided the mobile version didn't meet the creative standards Final Fantasy fans have come to expect from the series\"."
  },
  {
    "name": "FINAL FANTASY V",
    "platform": "PC, iOS, Android, Game Boy Advance, SNES",
    "released_date": "1992-12-06",
    "genre": "RPG",
    "rating": 70.30633232537193,
    "summary": "The original Final Fantasy V comes to life with completely new graphics and audio as a 2D pixel remaster! A remodeled take on the fifth game in the world-renowned Final Fantasy series! Enjoy the timeless story told through charming retro graphics."
  },
  {
    "name": "FINAL FANTASY VIII",
    "platform": "PC, PlayStation 4, PlayStation",
    "released_date": "1999-01-11",
    "genre": "RPG",
    "rating": null,
    "summary": "The PC version of Final Fantasy VIII was released with several alterations, some of which still linger in later versions."
  },
  {
    "name": "Final Fantasy X",
    "platform": "PlayStation 2",
    "released_date": "2001-07-19",
    "genre": "RPG",
    "rating": 87.77153170388067,
    "summary": "Final Fantasy X is the tenth main installment in the FF series and the first title released on sixth-generation consoles. It was also the first game to feature fully three-dimensional areas rather than including pre-rendered backdrops, and the first to include voice acting. Final Fantasy X tells the story of a star blitzball player, Tidus, who journeys with a young and beautiful summoner named Yuna on her quest to save the world of Spira from an endless cycle of destruction wrought by the colossal menace Sin."
  },
  {
    "name": "Final Fantasy XIV",
    "platform": "PC, PlayStation 3",
    "released_date": "2010-09-30",
    "genre": "Massively Multiplayer, RPG",
    "rating": 81.39086997828616,
    "summary": "Take part in an epic and ever-changing Final Fantasy as you adventure and explore with friends from around the world. Final Fantasy XIV Online is the 2013 relaunch of the massively multiplayer online role-playing game that takes the wonder of the FF legacy and expands it, allowing you to explore the realm of Eorzea like never before in a Final Fantasy game.\n\nForge friendships, mount chocobos, and board airships as you and your companions create your own unique stories in Eorzea. Adventure alone or join up with friends to undertake epic quests, battle familiar Final Fantasy monsters, and acquire unique abilities and equipment. All the classic elements from the series that you have come to know and love are waiting! Embark of the adventure of a lifetime to help reforge the fate of Eorzea!"
  },
  {
    "name": "Final Fantasy Tactics",
    "platform": "iOS, Android, PlayStation",
    "released_date": "1997-06-28",
    "genre": "Adventure, RPG, Simulation",
    "rating": 85.50515005911278,
    "summary": "Lead epic battles in a new FINAL FANTASY world. Betrayal and darker dealings await in Squaresoft's game of war. Fight hundreds of battles across dangerous 3D terrain as an ancient blood feud awakens a deadlier foe."
  },
  {
    "name": "FINAL FANTASY III",
    "platform": "PC, iOS, Android, Nintendo DS, PS Vita, PSP",
    "released_date": "2006-11-14",
    "genre": "RPG",
    "rating": 79.37995234617306,
    "summary": "The original Final Fantasy III comes to life with completely new graphics and audio! A remodeled 2D take on the third game in the world-renowned Final Fantasy series! Enjoy the timeless story told through charming retro graphics."
  },
  {
    "name": "FINAL FANTASY XIII-2",
    "platform": "PC, Android, Xbox 360, PlayStation 3",
    "released_date": "2011-12-15",
    "genre": "RPG",
    "rating": 71.72678344778434,
    "summary": "FINAL FANTASY XIII-2 is created with the aim of surpassing the quality of its predecessor in every way, featuring new gameplay systems and cutting-edge visuals and audio. In this game the player has the freedom to choose from a range of possibilities and paths; where their choices affect not only the immediate environment, but even shape time and space!"
  },
  {
    "name": "FINAL FANTASY XIV: Shadowbringers",
    "platform": "PC, PlayStation 4",
    "released_date": "2019-07-02",
    "genre": "Massively Multiplayer, RPG",
    "rating": 90.57745833708985,
    "summary": "Final Fantasy XIV: Shadowbringers is the third expansion pack to Final Fantasy XIV. The expansion takes players to the First, one of thirteen reflections of the Source that is being consumed by a Flood of Light. The main region visited is known as Norvrandt, which is roughly analogous to the Source's Eorzea, and is the only region in the world that has not yet succumbed to the Flood of Light."
  },
  {
    "name": "Final Fantasy VIII Remastered",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS",
    "released_date": "2019-09-03",
    "genre": "Adventure, RPG",
    "rating": 70.79751042187131,
    "summary": "Final Fantasy VIII Remastered retains its original 4:3 aspect ratio in both FMVs and real-time graphic rendering, but enhance visuals with several characters, enemies, GF, and objects refined to look better. The music is unchanged from the original PlayStation version."
  },
  {
    "name": "Grand Theft Auto",
    "platform": "PC, PlayStation, Game Boy Color, Game Boy",
    "released_date": "1997-10-21",
    "genre": "Adventure, Action",
    "rating": 93.08129665349811,
    "summary": "This bundle contains the original version of Grand Theft Auto V, the standalone game Grand Theft Auto Online and the story mode add-on of Grand Theft Auto V."
  },
  {
    "name": "Grand Theft Auto IV",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2008-04-29",
    "genre": "Adventure, Action",
    "rating": 83.32438989136632,
    "summary": "Grand Theft Auto IV is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas.\n\nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting.\n\nTwo expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists."
  },
  {
    "name": "Grand Theft Auto V",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Xbox 360, PlayStation 3",
    "released_date": "2013-09-17",
    "genre": "Adventure, Action",
    "rating": 93.08129665349811,
    "summary": "This bundle contains the original version of Grand Theft Auto V, the standalone game Grand Theft Auto Online and the story mode add-on of Grand Theft Auto V."
  },
  {
    "name": "Grand Theft Auto: London 1961",
    "platform": "PC, PlayStation",
    "released_date": "1999-06-01",
    "genre": "Action",
    "rating": 76.50942931170492,
    "summary": "Grand Theft Auto: London, 1961 is a freely distributed mission pack to Grand Theft Auto and Grand Theft Auto: London, 1969. It is the third game in the series. Like London, 1969, it uses the same game engine as Grand Theft Auto. As the name implies, the game takes place in London in 1961, eight years before the events that took place in London, 1969. The 1961 setting makes this mission pack the earliest Grand Theft Auto game chronologically."
  },
  {
    "name": "Grand Theft Auto IV: Complete Edition",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2010-10-27",
    "genre": "Adventure, Action",
    "rating": 87.99920080659169,
    "summary": "This standalone retail title spans three distinct stories, interwoven to create one of the most unique and engaging single-player experiences of this generation. This definitive Grand Theft Auto bundle boasts hundreds of hours of single-player gameplay; a full suite of open-world multiplayer game types limited only by players’ creativity; dozens of eclectic radio stations with hours of music and original dialogue."
  },
  {
    "name": "Grand Theft Auto III: The Definitive Edition",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2021-11-11",
    "genre": "Shooter, Adventure, Action",
    "rating": 50.20942709753694,
    "summary": "It all starts in Liberty City. With revolutionary freedom to go anywhere and jack anyone, Grand Theft Auto III puts the center of the criminal underworld at your fingertips, if you have enough guts to take it."
  },
  {
    "name": "Grand Theft Auto: Chinatown Wars",
    "platform": "iOS, Android, Nintendo DS, PS Vita, PSP",
    "released_date": "2009-03-17",
    "genre": "Adventure, Action",
    "rating": 77.93438123151186,
    "summary": "Grand Theft Auto: Chinatown Wars is an entirely original entry into the critically acclaimed Grand Theft Auto series, and brings a new level of interactivity to its sprawling open environments. With the use of the DS touch screen, players navigate their way through the streets as they uncover the truth behind an epic tale of crime and corruption within the Triad crime syndicate, delivering the unprecedented amount of depth that has become a true trademark of the franchise."
  },
  {
    "name": "Grand Theft Auto: Vice City",
    "platform": "PC, iOS, Android, macOS, Xbox, PlayStation 2, PS Vita",
    "released_date": "2002-10-27",
    "genre": "Adventure, Action",
    "rating": 87.68044032927023,
    "summary": "In the year 1986, Tommy Vercetti is heavily indebted to his mafia superiors after a drug deal gone awry, but his dreams of taking over Vice City (based on Miami) push him down a different path. Featuring a wide variety of vehicles and weapons, radio stations playing hit songs from the era and an intense atmosphere, GTA: Vice City is an open-world sandbox satire of '80's Miami."
  },
  {
    "name": "Grand Theft Auto: San Andreas",
    "platform": "PC, Xbox One, PlayStation 4, iOS, Android, macOS, Xbox 360, Xbox, PlayStation 3, PlayStation 2",
    "released_date": "2004-10-26",
    "genre": "Adventure, Action",
    "rating": 90.56755347901797,
    "summary": "Returning after his mother's murder to the semi-fictional city of Los Santos (based on Los Angeles), Carl Johnson, a former gang banger, must take back the streets for his family and friends by gaining respect and once again gaining control over the streets. However, a story filled with crime, lies and corruption will lead him to trudge the entire state of San Andreas (based on California and Nevada) to rebuild his life."
  },
  {
    "name": "Grand Theft Auto: iFruit",
    "platform": "iOS, Android",
    "released_date": "2013-09-16",
    "genre": "Adventure, Action",
    "rating": null,
    "summary": "A fictional app that appeared in GTA V is now usable in real life"
  },
  {
    "name": "Grand Theft Auto: The Trilogy – The Definitive Edition",
    "platform": "PC, PlayStation 5, PlayStation 4, Xbox One, Xbox Series S/X, Nintendo Switch, iOS, Android",
    "released_date": "2021-11-11",
    "genre": "Shooter, Action",
    "rating": 69.8966414090916,
    "summary": "Three iconic cities, three epic stories.\n\nPlay the genre-defining classics of the original Grand Theft Auto Trilogy: Grand Theft Auto III, Grand Theft Auto: Vice City, and Grand Theft Auto: San Andreas updated for a new generation, now with across-the-board enhancements including brilliant new lighting and environmental upgrades, with high-resolution textures, increased draw distances, Grand Theft Auto V-style controls and targeting, and much more, bringing these beloved worlds to life with all new levels of detail."
  },
  {
    "name": "Grand Theft Auto: San Andreas – The Definitive Edition",
    "platform": "PC, PlayStation 5, PlayStation 4, Xbox One, Xbox Series S/X, Nintendo Switch, PS Vita",
    "released_date": "2021-11-11",
    "genre": "Adventure, Action",
    "rating": 50.08892491916748,
    "summary": "It's the early '90s. After a couple of cops frame him for homicide, Carl \"CJ\" Johnson is forced on a journey that takes him across the entire state of San Andreas, to save his family and to take control of the streets."
  },
  {
    "name": "Grand Theft Auto: Vice City Stories",
    "platform": "PlayStation 2, PSP",
    "released_date": "2006-10-31",
    "genre": "Adventure, Action",
    "rating": 75.76227475241657,
    "summary": "The PlayStation Portable follow-up to Rockstar's monumental handheld entry in the series, Grand Theft Auto: Liberty City Stories. As in Liberty City Stories, this game ventures back to the location of the second PS2 game."
  },
  {
    "name": "Grand Theft Auto: Vice City – The Definitive Edition",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2021-11-11",
    "genre": "Racing, Shooter, Adventure, Action",
    "rating": 60.21811380384293,
    "summary": "Welcome to the 1980s. Experience Tommy Vercetti’s tale of betrayal and revenge in the neon-soaked tropical sprawl of Vice City, a town brimming with excess, ready to be taken over, your way."
  },
  {
    "name": "Grand Theft Auto: Liberty City Stories",
    "platform": "iOS, Android, PlayStation 3, PlayStation 2, PSP",
    "released_date": "2005-10-24",
    "genre": "Adventure, Action",
    "rating": 73.40052198274246,
    "summary": "There are a million stories in Liberty City. This one changes everything. Once a trusted wise guy in the Leone crime family, Toni Cipriani was forced into hiding after killing a made man. Now he's back and it's time for things to be put right.\n\nThe streets of Liberty City are in turmoil. Warring mafiosi vie for control as the town begins to self-destruct under waves of political corruption, organized crime, drug trafficking and union strikes. No one can be trusted as Toni tries to clean up the mess of the city's chaotic underworld. Deranged hit men, morally depraved tycoons, cynical politicians and his own mother stand in his way as Toni tries to bring the city under Leone control.\n\nForced to fight for his life in an odyssey that will shake Liberty City to its foundations, Toni must use any means necessary to secure his place in the leadership of the Leone family in a town up for grabs."
  },
  {
    "name": "Grand Theft Auto: Episodes from Liberty City",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-10-29",
    "genre": "Adventure, Action",
    "rating": 80.1991137902718,
    "summary": "Episodes from Liberty City is a standalone compilation of the episodes: Grand Theft Auto IV: Ballad of Gay Tony and Grand Theft Auto IV: The Lost and Damned"
  },
  {
    "name": "Grand Theft Auto IV: The Lost and Damned",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-02-17",
    "genre": "Action",
    "rating": 79.81055329795336,
    "summary": "Grand Theft Auto IV: The Lost and Damned is the first of two episodic expansion packs of Grand Theft Auto IV. The Lost and Damned features a new protagonist, Johnny Klebitz, who is Vice President of the Alderney chapter of one percenter motorcycle club The Lost MC, a club which is featured in missions throughout the course of Grand Theft Auto IV. Dan Houser, vice-president of creative development at Rockstar Games, claims the episode shows \"a different side of Liberty City\"."
  },
  {
    "name": "Grand Theft Auto: The Trilogy",
    "platform": "PC, PlayStation 4, Xbox, PlayStation 2",
    "released_date": "2011-01-06",
    "genre": "Action",
    "rating": 88.09670770903057,
    "summary": "A bundle that contains the original trilogy from one of the most popular and critically acclaimed franchises in entertainment history.\n\n- GTA III\n- GTA Vice City\n- GTA San Andreas"
  },
  {
    "name": "Mortal Kombat",
    "platform": "PC, Game Boy, SNES, Commodore / Amiga, Genesis, SEGA CD, SEGA Master System, Game Gear",
    "released_date": "1992-08-09",
    "genre": "Fighting",
    "rating": 63.0,
    "summary": "This compilation combines the Game Boy versions of:\n\n- Mortal Kombat\n- Mortal Kombat II"
  },
  {
    "name": "Mortal Kombat: Deception",
    "platform": "Xbox, PlayStation 2, GameCube",
    "released_date": "2004-10-04",
    "genre": "Fighting",
    "rating": 70.63350359150506,
    "summary": "Mortal Kombat: Deception is the sixth installment in the Mortal Kombat franchise. Based on the Mortal Kombat: Deadly Alliance engine, players once again have to fight to stop this new threat in the sixth installment of the fighting series. The standard Arcade, Versus, and Practice modes return, as well as new items to be found in the Krypt. In addition, there are new Konquest Adventure, Chess Kombat, and Puzzle Kombat modes to give the player new mini-games.\n\nThe Playstation 2 and Xbox versions offer online, competitive play against other players. The Gamecube version does not include online play, but offers Goro and Shao Kahn as exclusive playable characters."
  },
  {
    "name": "Mortal Kombat: Armageddon",
    "platform": "Xbox, PlayStation 2, Wii",
    "released_date": "2006-10-11",
    "genre": "Arcade, Fighting",
    "rating": 73.10914280740067,
    "summary": "Mortal Kombat: Armageddon brags a roster of 62 characters and sees the return of classic ones from the original Mortal Kombat, such as Reptile, Shang Tsung and Goro. The enhanced Konquest mode (story/adventure mode) improves over the preceding versions, but has a shorter length. There are now 64 arenas (including revamped versions of classic environments) which each have their own tweaks, such as the ridiculous amount of stage fatalities (fatalities are a fancy way of killing your opponent, including classic techniques such as the \"spine-rip\" or \"arm-break\")."
  },
  {
    "name": "Mortal Kombat: Unchained",
    "platform": "PSP",
    "released_date": "2009-10-02",
    "genre": "Action, Fighting",
    "rating": 59.98078893617726,
    "summary": "Mortal Kombat: Unchained is the portable equivalent of the console game Mortal Kombat: Deception. It contains all the characters from the GameCube version, along with four exclusive to the PSP version: Blaze, Frost, Jax and Kitana. All characters have a vast arsenal of moves, with weapons, and fatalities. The arenas are multi-tiered, interactive and contain death traps. Next to the regular battles, you can play a free-roaming adventure in the Konquest Mode, battle an endless wave of opponents in the Endurance Mode (exclusive for the PSP), go head-to-head over Wi-Fi against another human player, or try a mini-game such as Chess Kombat (chess with the MK characters) and Puzzle Kombat (Tetris with a twist)."
  },
  {
    "name": "Mortal Kombat 1",
    "platform": "PC, PlayStation 5, Xbox Series S/X, Nintendo Switch",
    "released_date": "2023-09-19",
    "genre": "Action, Fighting",
    "rating": 76.7441691232526,
    "summary": "A new era has begun.\nIt's In Our Blood. Discover a reborn Mortal Kombat Universe created by Fire God Liu Kang. Mortal Kombat 1 ushers in a new era of the iconic franchise with a new fighting system, game modes, and Fatalities!"
  },
  {
    "name": "Mortal Kombat X",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2015-04-07",
    "genre": "Action, Fighting",
    "rating": null,
    "summary": "A cancelled port of Mortal Kombat X for PlayStation 3 and Xbox 360."
  },
  {
    "name": "Mortal Kombat Komplete Edition",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2013-07-03",
    "genre": "Arcade, Fighting",
    "rating": 81.32973707800474,
    "summary": "This Komplete Edition is a re-release of the original game. It includes the full game, alongside all previously released downloadable content. It also includes the Mortal Kombat: Songs Inspired by the Warriors album (including a bonus track) and the 1995 Mortal Kombat movie for download, via the PlayStation Store or Xbox Live Zune.\n\nFor the PS Vita and Windows this is the first release of the game. It has the same content as well as new costumes and a new Challenge Tower (Vita version only) not featured in the versions for other platforms."
  },
  {
    "name": "Mortal Kombat Arcade Kollection",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2011-08-30",
    "genre": "Arcade, Fighting",
    "rating": 70.00640239621336,
    "summary": "Mortal Kombat Arcade Kollection is a 2011 video game developed by Other Ocean Interactive and published by Warner Bros. Games. It is a compilation of three classic 2D fighting games in the Mortal Kombat series: Mortal Kombat (1992), Mortal Kombat II (1993) and Ultimate Mortal Kombat 3 (1995).\n\nThe game was created after an ambitious previous incarnation, a HD remake project titled Mortal Kombat HD Arcade Kollection, was cancelled."
  },
  {
    "name": "Mortal Kombat: Special Forces",
    "platform": "PlayStation",
    "released_date": "2000-06-30",
    "genre": "Action",
    "rating": 45.04951695007953,
    "summary": "Take on the role of Mortal Kombat character Jax, as you descend into the realm of Mortal Kombat in search of arch- villain, Kano. As you make your way through the game, you will delve deeper into one of the most interesting and enigmatic stories in the Mortal Kombat universe. Battle your way through complex 3D levels. Destroy your enemies using never-before-seen special moves and combos, all leading to an unforeseen climactic ending."
  },
  {
    "name": "Mortal Kombat: Deadly Alliance",
    "platform": "Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2002-11-16",
    "genre": "Fighting",
    "rating": 58.54165933467343,
    "summary": "Mortal Kombat: Deadly Alliance is the first Mortal Kombat outing on the next-gen systems. New to DA is a completely revamped fight engine. The graphics are in full 3D and feature somewhat interactive environments. Each character now has different fighting stances, allowing them to be in an offensive stance or a fatality stance.\n\nReturning from past games are all your favorite fighters, and a host of new ones. Johnny Cage, Scorpion, Sub-Zero, Raiden, joined by such newcomers as Molloch and Quan Chi. Each character has their own specific fatalities."
  },
  {
    "name": "Mortal Kombat 11: Aftermath",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2020-05-26",
    "genre": "Action, Fighting",
    "rating": null,
    "summary": "The epic saga continues with Mortal Kombat 11: Aftermath! This new entry expands the critically acclaimed story campaign of Mortal Kombat 11 with an all-new cinematic narrative centered around trust and deceit. Joining the fight will be Mortal Kombat alumni, Fujin and Sheeva, and guest character, RoboCop, making his series debut!"
  },
  {
    "name": "Mortal Kombat: Shaolin Monks",
    "platform": "Xbox, PlayStation 2",
    "released_date": "2005-09-16",
    "genre": "Action",
    "rating": 67.6236859634065,
    "summary": "Mortal Kombat: Shaolin Monks is a 3D platforming adventure beat-em-up that is based in the Mortal Kombat world. The combat is fast-paced, with numerous ways to dispose of enemies, including MK signature moves and Fatalities. This kombat goes beyond what you have seen in the fighting games, among the upgrades are: The series first Multi-Directional Kombat System, Multalities (kill multiple opponents with one move), Brutalities (see red as you unleash brutal force), ko-op only team-attacks, and even character progression (earn experience to spend on upgrades to moves). The backgrounds, all based on MK and MK II arenas, come to life with numerous hazards for the Monks that they can turn on their enemies."
  },
  {
    "name": "Mortal Kombat 11 Ultimate",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2020-11-17",
    "genre": "Action, Fighting",
    "rating": 89.85763077516532,
    "summary": "The definitive MK11 experience! Take control of Earthrealm's protectors in the game's TWO critically acclaimed, time-bending Story Campaigns as they race to stop Kronika from rewinding time and rebooting history. Friendships are tested, and new alliances forged, in the battle to save all of existence. MK11 Ultimate features the komplete 37-character roster, including new additions Rain, Mileena & Rambo."
  },
  {
    "name": "Mortal Kombat Mythologies: Sub-Zero",
    "platform": "PlayStation, Nintendo 64",
    "released_date": "1997-10-01",
    "genre": "Platformer, Action",
    "rating": null,
    "summary": null
  },
  {
    "name": "Mortal Kombat vs. DC Universe",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2008-11-16",
    "genre": "Arcade, Fighting",
    "rating": 59.9457784616425,
    "summary": "In this arcade-style fighting game, both DC and Mortal Kombat universes are represented by 10 champions each, and one \"boss\" character, for a total of 22 fighters. Play is similar to the 2D Mortal Kombat games (with some 3D elements), focusing more on the special move aspect than the complex combos found in the previous three games (Deadly Alliance, Deception, Armageddon).\n\nAs with any Mortal Kombat game, Fatalities are still present for the Kombatants and villains, though slightly toned down to meet the DC standards of heroes such as Superman and Batman keeping to their moral code and not killing their opponent. As a result, the DC heroes perform \"Heroic Brutalities\", which effectively put their opponent out of commission."
  },
  {
    "name": "Mortal Kombat MOBILE",
    "platform": "iOS, Android",
    "released_date": "2015-04-07",
    "genre": "Card, Strategy, Action",
    "rating": 79.87425799836133,
    "summary": "Mortal Kombat X is a mobile game based on the console game of the same name."
  },
  {
    "name": "Mortal Kombat Trilogy",
    "platform": "PC, PlayStation, Nintendo 64, SEGA Saturn",
    "released_date": "1996-09-01",
    "genre": "Arcade, Fighting",
    "rating": null,
    "summary": null
  },
  {
    "name": "Mortal Kombat 4",
    "platform": "PC, PlayStation, Nintendo 64, Game Boy Color, Game Boy",
    "released_date": "1997-09-10",
    "genre": "Arcade, Fighting",
    "rating": null,
    "summary": "Mortal Kombat 3, better known by its mapper hack, Mortal Kombat 4, is a pirated fighting game that was developed by Hummer Team and published by Ka Sheng, with MK4 later re-released by ABAB Soft on a multicart. The game is based on Mortal Kombat 3."
  },
  {
    "name": "Mortal Kombat 2",
    "platform": "PC, PlayStation 3, PlayStation, Game Boy, SNES, Commodore / Amiga, Genesis, SEGA Saturn, SEGA 32X, SEGA Master System, Game Gear",
    "released_date": "1993-06-25",
    "genre": "Arcade, Fighting",
    "rating": null,
    "summary": "Mortal Kombat II is a pirated port of Mortal Kombat made by Cony Soft (known as Yoko Soft in this game) in 1994. This should not be mistaken for Mortal Kombat II (Hummer Team)."
  },
  {
    "name": "Far Cry",
    "platform": "PC, Xbox 360, Xbox, PlayStation 3, PlayStation 2, Wii",
    "released_date": "2004-03-22",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "Dive into the savage universe of Far Cry with this double-pack edition featuring both Far Cry 4 and Far Cry: Primal.\nGet ready to explore breathtaking landscapes featuring a varied wildlife and hostile enemies in this reference in the open world FPS genre."
  },
  {
    "name": "Far Cry 2",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2008-10-21",
    "genre": "Shooter, Action",
    "rating": 72.47431861371061,
    "summary": "A civil war has swept through the country and you're caught in the middle of it. Track down the person at the forefront of the fighting, a ruthless arms dealer known only as \"The Jackal\". As you undertake deadly missions and form fragile alliances with conflicting rebel groups, one thing becomes clear - the Jackal is hunting you too."
  },
  {
    "name": "Far Cry New Dawn",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2019-02-15",
    "genre": "Arcade, Shooter, Adventure, Action",
    "rating": 67.0679383283981,
    "summary": "Dive into a transformed vibrant post-apocalyptic Hope County, Montana, 17 years after a global nuclear catastrophe. Lead the fight against the Highwaymen, as they seek to take over the last remaining resources."
  },
  {
    "name": "Far Cry 6",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2021-10-07",
    "genre": "Shooter, Adventure, Action",
    "rating": 71.39383424992349,
    "summary": "Dive into the gritty world of a modern-day guerrilla revolution to liberate a nation from its oppressive dictators. Welcome to Yara, a tropical paradise frozen in time. Far Cry 6 thrusts players into a modern-day guerrilla revolution. As dictator of Yara, Anton Castillo is intent on restoring his nation back to its former glory by any means, with his son, Diego, following in his bloody footsteps. Become a guerrilla fighter and liberate Yara."
  },
  {
    "name": "Far Cry 3: Blood Dragon",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2013-04-30",
    "genre": "Shooter",
    "rating": 78.5569482660901,
    "summary": "The year is 2007. It is the future.\n\nYou are Sergeant Rex Colt: Mark IV Cyber Commando. The year is 2007 and Earth has been ravaged by a nuclear war which erupted in the 90s. The east vs. west conflict has raged for generations, and humanity continues to struggle to progress after a disastrous decade. New paths for peace must be found, and the US cyborg army may have found a solution: a powerful bioweapon on a distant island. Your mission is to gather information and figure out what the hell is going on."
  },
  {
    "name": "Far Cry Instincts: Predator",
    "platform": "Xbox One, Xbox Series S/X, Xbox 360",
    "released_date": "2006-03-27",
    "genre": "Shooter, Action",
    "rating": 69.97301729310666,
    "summary": "Far Cry Instincts: Predator, a Xbox 360 title, was released March 27, 2006. Predator is a graphically enhanced version of both Far Cry Instincts and Far Cry Instincts: Evolution."
  },
  {
    "name": "Far Cry 5 - Lost On Mars",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-07-17",
    "genre": "Adventure, Action",
    "rating": 51.85423111785064,
    "summary": "Lost on Mars transports the franchise’s insanity from Hope County to the red planet as Nick Rye is teleported to a hostile planet to help his buddy Hurk thwart an alien invasion of Earth. This adventure gives players a new arsenal of alien weaponry, including the Blaster of Disaster, Hellfire and Morphinator, while also introducing a new traversal tool with Space Jets. Humankind’s future is in the hands of the game’s most notorious guns-for-hire. Time to squash some bugs!"
  },
  {
    "name": "Far Cry 5 - Hours of Darkness",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-06-05",
    "genre": "Adventure, Action",
    "rating": 54.175731746435,
    "summary": "Hours of Darkness, the first of three planned DLC expansions for Far Cry 5, will be out on June 5. The expansion will move the game from Hope County to the sweltering jungles of the Vietnam War, where local boy Wendell \"Red\" Redler will embark upon a mission to rescued his captured comrades.\n\nThe expansion will add new weapons to the game, including the M16 rifle, the SVD sniper rifle, and the M60 machine gun, all of which will also be usable in the main campaign. You'll also have the ability to call in \"bombing airstrikes,\" which will presumably deliver more bang-for-the-buck than Hurk's mom's helicopter, and a new Survival Instinct feature that grants up to four temporary perks for accumulating stealth kills."
  },
  {
    "name": "Far Cry 5 - Dead Living Zombies",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-08-28",
    "genre": "Shooter, Action",
    "rating": 43.12829815916152,
    "summary": "Survive the horrors of Dead Living Zombies, the final DLC pack for Far Cry 5.\nTeam up with a friend and smash your way through ravenous zombie hordes in 7 thrilling cinematic scenarios.\n\n7 ZOMBIE-MOVIE THEMED MAPS\nPicture this: zombies and Far Cry combine in over-the-top cinematic mayhem.\n• Experience 7 action-packed movie scripts as pitched by director Guy Marvel.\n• Fight the living dead across city rooftops, farmland, military bases, and more.\n\nNEW ZOMBIE ENEMIES\nCome face to face with the walking, running, and thundering dead.\n• Take down waves of zombies, from agile Gougers to explosive Hot Heads and powerful Behemoths.\n\nSCORE ATTACK\nChallenge your best score to perfect each map.\n• Unlock Score Attack mode for each map, and surpass the best score to earn one, two, or three stars.\n• A 3-star rating unlocks weapons and gear you can bring back to the main campaign.\n\nAlso available in the Far Cry 5 Gold Edition and Season Pass."
  },
  {
    "name": "Far Cry Vengeance",
    "platform": "Wii",
    "released_date": "2006-12-12",
    "genre": "Shooter",
    "rating": 30.50095074100504,
    "summary": "The game takes full advantage of the Wii Remote and its Nunchuk attachment. For example, the player can make the character jump by lifting the nunchuk. Weapons are aimed by pointing the Wii Remote at the screen, and melee attacks are carried out by making a slashing motion with it. The zoom on sniper rifles will similarly be controlled by moving the Wii Remote towards the television. Split screen Chaos mode (standard deathmatch) is included."
  },
  {
    "name": "Far Cry Primal",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-02-23",
    "genre": "Shooter, Action",
    "rating": 72.17872538636718,
    "summary": "Gamers play as TAKKAR, a seasoned hunter and the last surviving member of his hunting group. Arriving in the majestic and savage land of Oros, players will pursue one single goal; survive in a world where humans are the prey. They will meet a cast of memorable characters who will help them push back and tame the dangers of the wild.\n\nPlayers will journey as the first human to tame the wilderness and rise above extinction. Along the way, they will have to hunt for food, master fire, fend off fierce predators, craft weapons and tools partly from the bones of slain beasts, and face off against other tribes to conquer Oros."
  },
  {
    "name": "Far Cry 5",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-03-27",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "It's time to defend Hope County with this bundle featuring both Far Cry 5 and Far Cry New Dawn\n\nFar Cry 5\nWelcome to Hope County, Montana. This idyllic place is home to a community of freedom-loving people - and a fanatical doomsday cult is known as The Project at Eden's Gate. Led by the charismatic prophet Joseph Seed and his devoted siblings - The Heralds - Eden's Gate has been quietly infiltrating every aspect of daily life in this once-quiet town. When your arrival incites the cult to violently seize control of the region, you must rise up and spark the fires of resistance to liberate a besieged community.\n\nFar Cry New Dawn\nDive into a transformed vibrant post-apocalyptic Hope County, Montana, 17 years after a global nuclear catastrophe.\nJoin fellow survivors and lead the fight against the dangerous new threat the Highwaymen, and their ruthless leaders The Twins, as they seek to take over the last remaining resources."
  },
  {
    "name": "Far Cry 4",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2014-11-18",
    "genre": "Shooter",
    "rating": null,
    "summary": "Dive into the savage universe of Far Cry with this double-pack edition featuring both Far Cry 4 and Far Cry: Primal.\nGet ready to explore breathtaking landscapes featuring a varied wildlife and hostile enemies in this reference in the open world FPS genre."
  },
  {
    "name": "Far Cry Instincts: Evolution",
    "platform": "Xbox 360, Xbox",
    "released_date": "2006-03-28",
    "genre": "Shooter, Adventure",
    "rating": null,
    "summary": "A sequel to Far Cry: Instincts with a different campaign."
  },
  {
    "name": "Far Cry 3",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2012-11-28",
    "genre": "Shooter, Action",
    "rating": 83.82834815464571,
    "summary": "Beyond the reach of civilization lies a lawless island ruled by violence. This is where you find yourself stranded, caught in a bloody conflict between the island’s psychotic warlords and indigenous rebels. Struggling to survive, your only hope of escape is through the muzzle of a gun. Discover the island’s dark secrets and take the fight to the enemy; improvise and use your environment to your advantage; and outwit its cast of ruthless, deranged inhabitants. Beware the beauty and mystery of this island of insanity… Where nothing is what is seems, you’ll need more than luck to escape alive."
  },
  {
    "name": "Far Cry: Wild Expedition",
    "platform": "PC, PlayStation 3",
    "released_date": "2014-02-11",
    "genre": "Shooter",
    "rating": null,
    "summary": "Far Cry: Wild Expedition is a compilation bundle of the games in the Far Cry franchise, released to celebrate the 10th anniversary of the original game. The bundle contains Far Cry 2, Far Cry 3 and Far Cry 3: Blood Dragon, whilst releases outside of the United States additionally include Far Cry Classic, an HD remake of the first game in the series."
  },
  {
    "name": "Far Cry 4: Hurk Deluxe",
    "platform": "PC, PlayStation 3",
    "released_date": "2015-01-27",
    "genre": "Shooter, Action",
    "rating": 60.0155540347166,
    "summary": "The Hurk Deluxe Pack contains five missions: Yak Farm, Blood Ruby and the Hurk’s Redemption missions, as well as an arsenal of five new weapons including “The Impaler”, Hurk’s harpoon gun."
  },
  {
    "name": "Far Cry 3: Classic Edition",
    "platform": "Xbox One, PlayStation 4",
    "released_date": "2018-06-26",
    "genre": "Shooter, Adventure, Action",
    "rating": 84.34764780803553,
    "summary": "Far Cry 3: Classic Edition will let fans and newcomers to the series revisit Rook Island and encounter one of the franchise’s most notorious villains Vaas, who is brought to life by Michael Mando. As Jason Brody, players must explore the tropical island to find and save his friends, who are being held captive.\n\nFar Cry 3: Classic Edition will be available to season pass holders four weeks prior to launching as a standalone purchase in summer 2018 on PlayStation 4 and Xbox One.\nPC players who purchase the season pass or Far Cry 5 Gold Edition will receive the full version of Far Cry 3."
  },
  {
    "name": "Red Dead Redemption",
    "platform": "Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2010-05-18",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "This bundle includes Red Dead Redemption, Red Dead Redemption: Undead Nightmare, Red Dead Online and Red Dead Redemption 2: Story Mode."
  },
  {
    "name": "Red Dead Redemption: Undead Nightmare",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2010-11-22",
    "genre": "Shooter, Adventure, Action",
    "rating": null,
    "summary": "A port for the Switch and PS4 lacking multiplayer modes present in the original release."
  },
  {
    "name": "Red Dead Redemption 2",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-10-26",
    "genre": "Adventure, Action",
    "rating": 92.51740369934771,
    "summary": "Red Dead Redemption 2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age."
  },
  {
    "name": "Red Dead Redemption: Liars and Cheats",
    "platform": "PlayStation 3",
    "released_date": "2010-09-21",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "The Liars and Cheats pack exends the Red Dead Redemption multiplayer experience with horse races, multiplayer poker, Liar's Dice and a new Stronghold competitive mode."
  },
  {
    "name": "Red Dead Redemption: Game of the Year Edition",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2011-10-11",
    "genre": "Action",
    "rating": 74.24396599126563,
    "summary": "Red Dead Redemption: Game of the Year Edition will include the full, original Red Dead Redemption game plus all free and paid downloadable content packs released to date, including the wildly popular Undead Nightmare single and multiplayer offerings, as well as all DLC originally released as pre-order content."
  },
  {
    "name": "Dear RED - Extended",
    "platform": "PC",
    "released_date": "2016-04-12",
    "genre": "Indie, RPG",
    "rating": 50.0,
    "summary": "Dear Red is a game based on two choices: Truth or Lie. Each of your choices will lead to a different result."
  },
  {
    "name": "Dead Zed: Redemption",
    "platform": "PC",
    "released_date": "2017-12-16",
    "genre": "Shooter",
    "rating": null,
    "summary": null
  },
  {
    "name": "Painkiller Redemption",
    "platform": "PC",
    "released_date": "2011-02-25",
    "genre": "Shooter, Action",
    "rating": 28.56303586825849,
    "summary": "Painkiller – Redemption continues the story of Daniel and Belial as they joined forces for the first time to end the bloody conflict between heaven and hell. You will discover all new maps, fight off literally thousands of demonic fiends, and lose yourself in the intense gameplay rounded off with an absorbing heavy metalsoundtrack. \n \nThe newest addon brings the Painkiller franchise back to its roots. Breathtaking action, thousands of monsters and exotic weapons are a solid foundation for a Painkiller game. \n \nThe game also features a tactical component; while reaching your objectives in each level, you unlock Tarot Cards, which will soon prove to be very helpful. In additional to that, collecting souls of fallen enemies will temporarily transform you into a mighty demon."
  },
  {
    "name": "Redemption: Eternal Quest",
    "platform": "PC",
    "released_date": "2015-08-28",
    "genre": "Casual, Strategy, Indie, RPG",
    "rating": 50.0,
    "summary": "Redemption: Eternal Quest is a casual RPG/Sim game which combines the feel of an RPG with roster management sim mechanics. You become the leader of a band of adventurers, guiding them through quests, watching them grow and signing them to pacts while keeping your gold pouch filled."
  },
  {
    "name": "Bio Inc. Redemption",
    "platform": "PC, iOS",
    "released_date": "2017-05-18",
    "genre": "Strategy, Indie, Simulation",
    "rating": 80.0,
    "summary": "Bio Inc.: Redemption is a biomedical simulator in which you make life or death decisions. Create the ultimate illness to torment your victim or play as the head of a medical team and hopefully find a cure to save your patient."
  },
  {
    "name": "Vampire: The Masquerade - Redemption",
    "platform": "PC",
    "released_date": "2000-06-06",
    "genre": "Action, RPG",
    "rating": 77.64079097065242,
    "summary": "Vampire: The Masquerade – Redemption is a 2000 role-playing video game based on White Wolf's game Vampire: The Masquerade and follows the adventures of Christof Romuald, a 12th-century French crusader who is killed and subsequently revived as a Vampire. The game depicts Christof's centuries-long journey from the Dark Ages of 12th century Prague and Vienna to modern-day London and New York City in search of his humanity and his kidnapped love, the nun Anezka."
  },
  {
    "name": "SINNER: Sacrifice for Redemption",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2018-10-18",
    "genre": "Indie, Adventure, Action",
    "rating": 59.9934036939314,
    "summary": "Sinner: Sacrifice for Redemption is a boss battler action-RPG. Face eight abhorrent bosses, the first seven each based on one of the deadly sins. Before each epic clash, you must sacrifice a stat and level down to enter combat. Each fight will be tougher than the last as you wage war against sin itself."
  },
  {
    "name": "Ash of Gods: Redemption",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, macOS, Linux",
    "released_date": "2018-03-22",
    "genre": "Strategy, RPG",
    "rating": 63.04221345426686,
    "summary": "Ash of Gods is а multi-genre project that features most of the typical elements of a visual novel, tactical turn-based role-playing game and card strategy. This is a story intending to show all the complexity and ambiguity of moral choice. Good people often become rascals while inhumans behave more human-like than humans. This is the story of “angels” who after being given free will turned the life of humans into hell in the absence of a god. This is a novel that shows you that no conflict has a right or a wrong side because even your enemies have mothers and children."
  },
  {
    "name": "Redemption: Saints And Sinners",
    "platform": "PC",
    "released_date": "2016-11-18",
    "genre": "Action",
    "rating": 50.0,
    "summary": "Squad of professional soldiers was sent to scout distant space station. After the accident, that station were evacuated long ago and all the exits were blocked with power shields. But the incoming signal from there made the Commander concerned. Squad's ship were fired upon and the survivors woke up at the station."
  },
  {
    "name": "Red Dead Revolver",
    "platform": "PlayStation 4, Xbox, PlayStation 2",
    "released_date": "2004-05-04",
    "genre": "Action",
    "rating": 68.42636061576884,
    "summary": "Vast, rugged, and lawless. As a young man, you were helpless to prevent the slaughter of your family at the hands of bandits. Many years later, you live as a bounty hunter bringing criminals to justice, while struggling to unravel the mystery of your past. You must find those who murdered your family. Then, you will take your revenge.\n\nA blazing arcade-style third person game fuelled by precision gunplay, Red Dead Revolver is a classic tale of vengeance on the untamed frontier."
  },
  {
    "name": "Red Dead Online",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2018-10-26",
    "genre": "Adventure, Action",
    "rating": 74.15078566382384,
    "summary": "Step into the vibrant, ever-evolving world of Red Dead Online and experience life in frontier America. Chase down bounties, battle outlaw gangs and other players, hunt, fish and trade, search for exotic treasures, run Moonshine, and much more to discover in a world of astounding depth and detail."
  },
  {
    "name": "Fallout",
    "platform": "PC, macOS, Classic Macintosh",
    "released_date": "1997-09-30",
    "genre": "RPG",
    "rating": 70.2302784188552,
    "summary": "This is a Tactical Squad-Based Combat comes to the Fallout Universe. You are the wretched refuse. You may be born from dirt, but we will forge you into steel. You will learn to bend; if not you, will you break. In these dark times, the Brotherhood - your Brotherhood - is all that stands between the rekindled flame of civilization and the howling, radiated wasteland.\n\nYour weapons will become more than your tools, they will become your friends. You will use your skills to inspire the lowly and protect the weak... whether they like it or not. Your squadmates will be more dear to you than your kin and for those that survive there will be honor, respect and the spoils of war."
  },
  {
    "name": "Fallout 76",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-11-14",
    "genre": "Adventure, Action, RPG",
    "rating": 57.53087534347703,
    "summary": "Bethesda Game Studios welcome you to Fallout 76. Twenty-five years after the bombs fall you and your fellow Vault Dwellers, chosen from the nation’s best and brightest, emerge into post-nuclear America on Reclamation Day, 2102. Play solo or join together as you explore, quest, build, and triumph against the wasteland’s greatest threats. Explore a vast wasteland, devastated by nuclear war, in this open-world multiplayer addition to the Fallout story. Experience the largest, most dynamic world ever created in the legendary Fallout universe."
  },
  {
    "name": "Fallout 4: Automatron",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-03-22",
    "genre": "Shooter, Action, RPG",
    "rating": 66.24768788752613,
    "summary": "The mysterious Mechanist has unleashed a horde of evil robots into the Commonwealth, including the devious Robobrain. Hunt them down and harvest their parts to build and mod your own custom robot companions. Choose from hundreds of mods; mixing limbs, armor, abilities, and weapons like the all-new lightning chain gun. Even customize their paint schemes and choose their voices."
  },
  {
    "name": "Fallout: New Vegas",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2010-10-19",
    "genre": "Shooter, Adventure, Action, RPG",
    "rating": 87.04642988541549,
    "summary": "In this first-person Western RPG, the player takes on the role of Courier 6, barely surviving after being robbed of their cargo, shot and put into a shallow grave by a New Vegas mob boss. The Courier sets out to track down their robbers and retrieve their cargo, and winds up getting tangled in the complex ideological and socioeconomic web of the many factions and settlements of post-nuclear Nevada."
  },
  {
    "name": "Fallout 3: The Pitt",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-03-24",
    "genre": "Action, RPG",
    "rating": null,
    "summary": null
  },
  {
    "name": "Fallout 2",
    "platform": "PC, macOS",
    "released_date": "1998-09-30",
    "genre": "RPG",
    "rating": null,
    "summary": "An enthusiast with the nickname ConstructVOD released an early version of his own remake of the iconic Fallout 2 on a different engine. Anyone can download it for free. In addition, you can evaluate the project directly in the browser."
  },
  {
    "name": "Fallout Tactics: Brotherhood of Steel",
    "platform": "PC",
    "released_date": "2001-03-01",
    "genre": "Strategy, RPG",
    "rating": 70.2302784188552,
    "summary": "This is a Tactical Squad-Based Combat comes to the Fallout Universe. You are the wretched refuse. You may be born from dirt, but we will forge you into steel. You will learn to bend; if not you, will you break. In these dark times, the Brotherhood - your Brotherhood - is all that stands between the rekindled flame of civilization and the howling, radiated wasteland.\n\nYour weapons will become more than your tools, they will become your friends. You will use your skills to inspire the lowly and protect the weak... whether they like it or not. Your squadmates will be more dear to you than your kin and for those that survive there will be honor, respect and the spoils of war."
  },
  {
    "name": "Fallout 3: Point Lookout",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-06-23",
    "genre": "Action, RPG",
    "rating": 73.13523841801798,
    "summary": "Buy a ticket and hop onboard the Duchess Gambit, as Tobar the Ferryman takes you to the strange seaside town of Point Lookout. What secrets does the dilapidated boardwalk hold? Who lives in the sprawling mansion? Why is the Punga Fruit so important? And what horrors lie in the depths of the murky swamp? Point Lookout is the most open-ended DLC yet, and allows you to explore an entirely new and expansive gameplay area any way you’d like. A completely new quest line allows you uncover the town’s hidden secrets, and wield powerful new weapons like the Double-Barrel Shotgun against the swamp’s dangerous, and deformed, denizens. So venture to Point Lookout, if you dare. Just pray it’s not a one-way trip."
  },
  {
    "name": "Fallout 3: Operation Anchorage",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-01-27",
    "genre": "Shooter, Action, RPG",
    "rating": 65.53457601668964,
    "summary": "Enter a military simulation and fight in one of the greatest battles of the Fallout universe – the liberation of Anchorage, Alaska from its Chinese Communist invaders."
  },
  {
    "name": "Fallout 3: Mothership Zeta",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-08-03",
    "genre": "Action, RPG",
    "rating": 71.56373124800874,
    "summary": "Defy hostile alien abductors and fight your way off of the massive Mothership Zeta, orbiting Earth miles above the Capital Wasteland. Mothership Zeta takes Fallout 3 in an entirely new direction – outer space. Meet new characters and join with them in a desperate bid to escape the Aliens’ clutches. To do so, you’ll wield powerful new weapons, like the Alien Atomizer, Alien Disintegrator, and Drone Cannon, and deck yourself out in brand new outfits, like the Gemini-Era Spacesuit and even Samurai Armor."
  },
  {
    "name": "Fallout 4 - Far Harbor",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-05-19",
    "genre": "Shooter, Action, RPG",
    "rating": 76.52342389047968,
    "summary": "A new case from Valentine’s Detective Agency leads you on a search for a young woman and a secret colony of synths. Travel off the coast of Maine to the mysterious island of Far Harbor, where higher levels of radiation have created a more feral world. Navigate through the growing conflict between the synths, the Children of Atom, and the local townspeople. Will you work towards bringing peace to Far Harbor, and at what cost? Far Harbor features the largest landmass for an add-on that we’ve ever created, filled with new faction quests, settlements, lethal creatures and dungeons. Become more powerful with new, higher-level armor and weapons. The choices are all yours."
  },
  {
    "name": "Fallout 3: Broken Steel",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-05-05",
    "genre": "Action, RPG",
    "rating": 71.81800672875929,
    "summary": "You may have dealt the Enclave a serious blow at Project Purity, but their forces are still out there, and still pose a grave threat to the people and security of the Capital Wasteland. In Broken Steel, you’ll continue your current Fallout 3 character past the events of Project Purity, and work with the Brotherhood of Steel to eradicate the Enclave threat once and for all. You’ll travel to new locations like the Olney Powerworks, wield destructive new weapons like the Tesla Cannon, fight powerful new creatures like the Super Mutant Overlord, marvel at the destructive power of Liberty Prime, earn new Perks like the devastating Nuclear Anomaly… and play Fallout 3 all the way to level 30."
  },
  {
    "name": "Fallout Shelter",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2015-06-15",
    "genre": "RPG, Simulation",
    "rating": null,
    "summary": "Only available in Indonesia, Malaysia, Philippines, Thailand, Singapore, South Korea, and Japan. Fallout Shelter Online is the official successor to Fallout Shelter. Alongside the classic Vault management feature, in Fallout Shelter Online, players are also able to recruit famous heroes from the Fallout series, build perfect adventure teams, face dangerous foes, and venture into the wild Wasteland! Whomever survives the Wasteland, rules the Wasteland. Overseer, do you have what it takes to build a better future for tomorrow's post-apocalyptic world? Prepare for a new adventure, beyond the Vault!"
  },
  {
    "name": "Fallout 4",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2015-11-09",
    "genre": "Action, RPG",
    "rating": 80.09905990273705,
    "summary": "Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home."
  },
  {
    "name": "Fallout 3",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2008-10-28",
    "genre": "Shooter, RPG",
    "rating": null,
    "summary": null
  },
  {
    "name": "Fallout: New Vegas - Lonesome Road",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2011-09-20",
    "genre": "Action, RPG",
    "rating": 68.65625870983544,
    "summary": "In Lonesome Road you are contacted by the original Courier Six, a man by the name of Ulysses who refused to deliver the Platinum Chip at the start of Fallout: New Vegas. Ulysses promises the answer as to why he didn’t take the job, but only if you make one last journey into the hurricane-swept canyons of the Divide, a landscape torn apart by earthquakes and violent storms. It's up to you whether you take the job or not."
  },
  {
    "name": "Fallout: New Vegas - Dead Money",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2010-12-21",
    "genre": "Action, RPG",
    "rating": 70.43313769623309,
    "summary": "As the victim of a raw deal you must work alongside three other captured wastelanders to recover the legendary treasure of the Sierra Madre Casino. In Dead Money, your life hangs in the balance as you face new terrain, foes, and choices. It is up to you how you play your cards in the quest to survive."
  },
  {
    "name": "Fallout: New Vegas - Ultimate Edition",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2012-02-07",
    "genre": "Shooter, Action, RPG",
    "rating": 87.37931474148625,
    "summary": "Welcome back to New Vegas!\n\nWith the introduction of the Ultimate Edition Bethesda Softworks presents the definitive edition of Fallout: New Vegas. This complete package, which includes the Dead Money, Honest Hearts, Old World Blues and Lonesome Road add-on packs, allows you to experience everything that New Vegas has to offer. To sweeten the pot, you'll be armed with the latest cache of unique weapons, ammo types and recipes from the most recent add-on packs Courier's Stash and Gun Runners Arsenal.\n\nWhether you're a seasoned explorer of the Mojave or playing the game for the first time you will find there are more friends, and enemies, to make, more consequences to be responsible for and more opportunities to live in glory, or infamy, throughout the Wasteland. The choices you make will be as influential as ever.\n\nEnjoy your stay."
  },
  {
    "name": "Mafia: Definitive Edition",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-09-25",
    "genre": "Adventure, Action",
    "rating": 79.10683493157778,
    "summary": "Re-made from the ground up, rise through the ranks of the Mafia during the Prohibition era of organized crime. After a run-in with the mob, cab driver Tommy Angelo is thrust into a deadly underworld. Initially uneasy about falling in with the Salieri crime family, Tommy soon finds that the rewards are too big to ignore."
  },
  {
    "name": "Mafia",
    "platform": "PC",
    "released_date": "2022-04-11",
    "genre": null,
    "rating": 87.3043032876727,
    "summary": "Mafia is a 3D action crime epic set in the seedy underworld of the 1930's. Rise from the lowly but well-dressed Footsoldier, to an envied and feared Made Man in an era of mob hits, car chases, and bootlegging. Earn a reputation as a tough enforcer, daring getaway driver, and deadly hitman in your quest for respect and power within the Salieri Family."
  },
  {
    "name": "Mafia: Trilogy",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-05-19",
    "genre": "Adventure, Action",
    "rating": null,
    "summary": "Be immersed into the brutal world of organized crime spanning three eras of illicit activity in America. For the first time ever, play all three crime dramas in the Mafia franchise in glorious 4K and Ultra HD detail, including the built from the ground up, faithfully reimagined edition of the critically acclaimed original, Mafia."
  },
  {
    "name": "Mafia II: Director’s Cut",
    "platform": "PC, macOS, Xbox 360, PlayStation 3",
    "released_date": "2011-12-01",
    "genre": "Adventure, Action",
    "rating": 80.58492775681452,
    "summary": "Mafia II: Director's Cut is a Compilation game, developed by 2K Czech and published by 2K Games, which was released in 2011.\n\nLive the life of Vito Scaletta, a small-time gangster with plenty of ambition and a talent for taking care of business. As Vito rises through the ranks of a powerful mob family, he soon discovers that life as a wise guy is as dangerous as it is glamorous.\n\nIn a gripping and stylish action adventure, Vito must prove himself an efficient enforcer, a skilled getaway driver and a reliable hit-man. Set in a mythic post-war America, Mafia II: Director’s Cut tells an intense story of friendship, loyalty, betrayal and revenge."
  },
  {
    "name": "Mafia III: Definitive Edition",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-05-19",
    "genre": "Adventure, Action",
    "rating": 47.12206705905003,
    "summary": "Mafia III: Definitive Edition includes the main game, all Story DLC (Faster, Baby!, Stones Unturned, Sign of the Times) and Bonus Packs (Family Kick-Back Pack and Judge, Jury & Executioner Weapons Pack) bundled in one place for the first time."
  },
  {
    "name": "Mafia II: Definitive Edition",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-05-19",
    "genre": "Adventure, Action",
    "rating": 70.41192854511742,
    "summary": "Remastered in stunning HD detail, live the life of a gangster during the Golden-era of organized crime. War hero Vito Scaletta becomes entangled with the mob in hopes of paying his father’s debts. Alongside his buddy Joe, Vito works to prove himself, climbing the family ladder with crimes of larger reward, status and consequence.\n\nIt includes the DLCs released for the original game (\"The Betrayal of Jimmy\", \"Jimmy's Vendetta\", and \"Joe's Adventures\")."
  },
  {
    "name": "Mafia III",
    "platform": "PC, Xbox One, PlayStation 4, macOS",
    "released_date": "2016-10-06",
    "genre": "Adventure, Action",
    "rating": 67.24509151047518,
    "summary": "It’s 1968 and the rules have changed. After years in Vietnam, Lincoln Clay knows this truth: Family isn’t who you’re born with, it’s who you die for."
  },
  {
    "name": "Mafia II",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2010-08-24",
    "genre": "Adventure, Action",
    "rating": 81.69187566719636,
    "summary": "The storyline for Mafia II is a gritty drama and chronicles the rise of Vito Scaletta, the son of Sicilian immigrants. As the game progresses, Vito joins the Falcone crime family and becomes \"a made man\" along with his best friend Joe Barbaro."
  },
  {
    "name": "Mafia: The Game",
    "platform": "PC",
    "released_date": "2020-02-14",
    "genre": "RPG",
    "rating": null,
    "summary": "Game Of Mafia is an adventure game set in New York City in the mid-1920s. You play as Frank, an ordinary postman whose quiet life changes dramatically when he meets his old friend. Opening your own bar sounds much better than delivering packages for the rest of life."
  },
  {
    "name": "Mafia City",
    "platform": "iOS, Android",
    "released_date": "2017-05-15",
    "genre": "Strategy",
    "rating": null,
    "summary": "Time is running out! You play as a man named \"The Canario\". Fight hordes of enemies and try to survive in this city without laws. It's time to teach them a lesson!"
  },
  {
    "name": "MAFIA: Family's Secret",
    "platform": "PC",
    "released_date": "2022-01-08",
    "genre": "Casual, Action",
    "rating": null,
    "summary": "Mafia: Family's Secret is a top-down shooting game. Kill your enemies, go through all the missions and discover the secrets of Guidice mafia family."
  },
  {
    "name": "The Last Hope: Trump vs Mafia",
    "platform": "PC",
    "released_date": "2017-01-20",
    "genre": "Indie, Adventure, Action",
    "rating": 40.0,
    "summary": "You are Trump, the President of all Countries. Shortly after being sworn in, you travel to Europe for a conference, but your airplane is shot-down by mafia members. The Mafia and terrorists from all ex-countries join forces against you. Now you have to fix this mess."
  },
  {
    "name": "Mafia III: Rivals",
    "platform": "iOS, Android",
    "released_date": "2016-10-07",
    "genre": "Strategy, RPG",
    "rating": null,
    "summary": "Begin your life of crime squaring off against rival gangs in battle RPG combat. Recruit and train 40 crime bosses from the Mafia III universe as they join your crew, and destroy any foes getting in the way. Outfit New Bordeaux's newest hit squad with an assortment of deadly weaponry and other gear. Join up with friends and battle players worldwide to see who has the deadliest crew in New Bordeaux."
  },
  {
    "name": "MAFIA: Sex Noir",
    "platform": "PC",
    "released_date": "2022-03-03",
    "genre": "Casual, Adventure",
    "rating": null,
    "summary": "Mafia Sex Noir is a visual novel game with Live2D animated sex scenes."
  },
  {
    "name": "Doodle Mafia",
    "platform": "PC, iOS, Android, macOS, Linux",
    "released_date": "2016-06-22",
    "genre": "Puzzle, Casual, Simulation, Indie, Board Games",
    "rating": 70.0,
    "summary": "WATCH YOUR CRIME CITY COME ALIVE AS YOU PLAY! Doodle Mafia is the biggest “Doodle” game ever! Over 500 puzzles to solve and items to create as you play the role of Crime Boss or Cop. You decide how you want to play as you play through multiple hard-nosed storylines & play modes."
  },
  {
    "name": "Forza Motorsport",
    "platform": "PC, Xbox Series S/X",
    "released_date": "2023-10-10",
    "genre": "Racing",
    "rating": 80.95602238819976,
    "summary": "Out-build the competition in the new career. Race your friends in adjudicated multiplayer events. Compete in over 500 cars on world-famous tracks with cutting-edge AI, advanced physics, tire and fuel strategy, and driver and safety ratings."
  },
  {
    "name": "Forza Horizon 3",
    "platform": "PC, Xbox One",
    "released_date": "2016-09-27",
    "genre": "Racing",
    "rating": 83.62275611661615,
    "summary": "You’re in charge of the Horizon Festival. Customize everything, hire and fire your friends, and explore Australia in over 350 of the world’s greatest cars. Make your Horizon the ultimate celebration of cars, music, and freedom of the open road. How you get there is up to you."
  },
  {
    "name": "Forza Horizon 5",
    "platform": "PC, Xbox One, Xbox Series S/X, iOS",
    "released_date": "2021-11-08",
    "genre": "Racing, Adventure, Action, Simulation, Sports",
    "rating": null,
    "summary": "Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars. The Deluxe Edition includes the full game and Car Pass."
  },
  {
    "name": "Forza Horizon 4",
    "platform": "PC, Xbox One, Xbox Series S/X",
    "released_date": "2018-10-02",
    "genre": "Racing, Massively Multiplayer",
    "rating": null,
    "summary": "Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify and drive over 450 cars. Race, stunt, create and explore – choose your own path to become a Horizon Superstar.\n\nThe Forza Horizon 4 Deluxe Edition digital bundle includes the Car Pass and the Formula Drift Car Pack."
  },
  {
    "name": "Forza Motorsport 7",
    "platform": "PC, Xbox One",
    "released_date": "2017-10-03",
    "genre": "Racing",
    "rating": 75.40162195488291,
    "summary": "Forza Motorsport 7 immerses players in the exhilarating thrill of competitive racing. From mastering the new motorsport-inspired campaign to collecting a wide range of cars to experiencing the excitement of driving at the limit, this is Forza reimagined."
  },
  {
    "name": "Forza Street",
    "platform": "PC, iOS, Android",
    "released_date": "2018-05-05",
    "genre": "Racing, Sports",
    "rating": null,
    "summary": "Enter the ultimate street racing scene to win the car collection of your dreams. Pick an event, set your lineup, and race for infamy.\n\nCOLLECT AND UPGRADE ICONIC CARS\nRace to collect legendary cars – from classic muscle to modern sports and retro supercars – turning your garage into a trophy case.\n\nTRUE CINEMATIC RACING\nStreamlined controls focus on timing for gas, brake, and boost as action-cams chase the adrenaline up close.\n\nRACE ON YOUR TERMS\nRace anytime, anywhere. Squeeze in a quick one-minute race or get immersed in an endless story with multiple paths to victory."
  },
  {
    "name": "Forza Horizon",
    "platform": "Xbox 360",
    "released_date": "2012-10-23",
    "genre": "Racing",
    "rating": null,
    "summary": "Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars. The Deluxe Edition includes the full game and Car Pass."
  },
  {
    "name": "Forza Motorsport 3",
    "platform": "Xbox 360",
    "released_date": "2009-10-22",
    "genre": "Racing",
    "rating": 80.00789158924584,
    "summary": "Forza Motorsport 3 is a racing video game developed for Xbox 360 by Turn 10 Studios. It was released in October 2009. It is the sequel to Forza Motorsport 2 and the third installment in the Forza Motorsport series. The game includes more than 400 customizable cars (More than 500 cars in the Ultimate Collection version) from 50 manufacturers and more than 100 race track variations with the ability to race up to eight cars on track at a time. These cars vary from production cars to race cars such as those from the American Le Mans Series.[1]"
  },
  {
    "name": "Forza Motorsport 5",
    "platform": "Xbox One",
    "released_date": "2013-11-22",
    "genre": "Racing, Action",
    "rating": 75.28283013180035,
    "summary": "Forza Motorsport 5 is a cinematic automotive journey starring the world’s greatest cars and tracks. Built from the ground up to take advantage of Xbox One and the vast power of the cloud, no game better delivers the wide-eyed thrill of racing."
  },
  {
    "name": "Forza Motorsport 2",
    "platform": "Xbox 360",
    "released_date": "2007-05-29",
    "genre": "Racing",
    "rating": 78.25583151969224,
    "summary": "Forza Motorsport 2 brings Microsoft's racing sim series to the Xbox 360 with new tracks, new cars, and an impressive livery editor."
  },
  {
    "name": "Forza Horizon 2",
    "platform": "Xbox One, Xbox 360",
    "released_date": "2014-09-30",
    "genre": "Racing",
    "rating": 82.89962778051691,
    "summary": "Race through a massive wide-open world featuring dramatic weather and day-to-night cycle in Forza Horizon 2. Instantly connect with friends in the ultimate celebration of speed, style, and action-packed driving. Explore beautiful and exotic locations in more than 200 of the world’s greatest cars, all created with precise detail in stunning 1080p."
  },
  {
    "name": "Forza Motorsport 4",
    "platform": "Xbox 360",
    "released_date": "2011-01-03",
    "genre": "Racing",
    "rating": 83.71202405161797,
    "summary": "Forza Motorsport 4 is a racing video game, and the fourth in the Forza Motorsport series. Like Sony's Gran Turismo franchise, Forza games are racing simulations; heavy emphasis is placed on making the cars drive and look as realistic as possible. Races are conducted on closed circuit tracks. 500 cars are featured in the core game experience, ranging from road cars to race cars. \n \nPlayers can utilize Kinect to look into a corner using a new head tracking feature. This allows them to look toward the apex of a corner or at nearby cars. The controller or steering wheel is used to control the car while Kinect is used independently for viewing around the driver. Players can also use Kinect as a game controller. In this setting the game automatically accelerates and decelerates the player's vehicle utilizing a modified version of the feature known as Auto Brake in Forza Motorsport 3. The steering is controlled by placing the players arms out as if controlling an invisible steering wheel. Kinect will allow the player to use voice commands to start races and navigate menus."
  },
  {
    "name": "Forza Motorsport 6",
    "platform": "PC, Xbox One",
    "released_date": "2015-09-15",
    "genre": "Racing",
    "rating": 70.00966503578518,
    "summary": "Apex takes elements from Forza Motorsport 6, brings them up to PC visual standards, and exists as a free game."
  },
  {
    "name": "Forza Horizon 4 LEGO Speed Champions",
    "platform": "PC, Xbox One",
    "released_date": "2019-06-12",
    "genre": "Racing",
    "rating": null,
    "summary": "Forza Horizon 4: LEGO Speed Champions, the second major expansion for the award-winning Forza Horizon 4, presents a wonderous new LEGO Valley to race and explore. Amass your own Brick Collection and construct a Master Builder’s House with a garage of amazing LEGO Speed Champions cars including the McLaren Senna, Ferrari F40 Competizione and 1967 Mini Cooper S Rally."
  },
  {
    "name": "Forza Horizon 2 Presents Fast & Furious",
    "platform": "Xbox One, Xbox 360",
    "released_date": "2015-03-27",
    "genre": "Racing, Action",
    "rating": 79.90623936740644,
    "summary": "The next great automotive adventure begins with the Forza Horizon 2 Presents Fast & Furious standalone expansion for Xbox One and Xbox 360! For the first time ever, the Forza experience of thrilling driving and amazing cars is combining with the unstoppable Fast & Furious movie franchise to create an original adventure filled with adrenaline-fueled automotive action."
  },
  {
    "name": "Forza Motorsport 6: Apex",
    "platform": "PC",
    "released_date": "2016-05-05",
    "genre": "Racing",
    "rating": 70.00966503578518,
    "summary": "Apex takes elements from Forza Motorsport 6, brings them up to PC visual standards, and exists as a free game."
  },
  {
    "name": "FORZA POLPO",
    "platform": "PC",
    "released_date": null,
    "genre": "Indie, Action, Simulation",
    "rating": null,
    "summary": "It is the year 199X, and the world has been destroyed like it's an anime. Use your brave tiny Octopus robot to traverse a Japan frozen in time and place to defeat the evil Dr. Prometheus in this 90's-inspired and 2020-made action game full of neon, lasers, and tiny robots."
  },
  {
    "name": "Forza Horizon 5: Rally Adventure",
    "platform": "PC, Xbox One, Xbox Series S/X",
    "released_date": "2023-03-29",
    "genre": "Racing, Arcade, Simulation",
    "rating": 75.42857142857143,
    "summary": "Your Forza Horizon 5 Rally Adventure is here! Drive purpose-built rally monsters and conquer the rugged Sierra Nueva. Join three rally teams and attack Horizon’s most thrilling routes ever in Timed Rally and Multi-Car Races. Feel the intensity of massive dust trails and deformable roads in 10 new cars and experience the bursting flames of anti-lag. Explore dramatic craters, an abandoned quarry and an entirely smashable palm forest."
  },
  {
    "name": "The Elder Scrolls V: Skyrim",
    "platform": "PC, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2011-11-11",
    "genre": "Action, RPG",
    "rating": 87.76223790535256,
    "summary": "Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose. Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before."
  },
  {
    "name": "The Elder Scrolls V: Skyrim - Dawnguard",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2012-06-26",
    "genre": "RPG",
    "rating": 78.09010013224388,
    "summary": "The Elder Scrolls V: Dawnguard is the first official add-on / DLC.\n\nDawnguard revolves around an ancient prophecy predicted by an Elder Scroll. Foretelling the eternal obfuscation of the sun, the scroll gave instructions on how to perform a magic ritual with a mythic bow and a special blood sacrifice. A legion of vampires known as the Volkihar Clan, lead by Lord Harkon, seek to actuate the prophecy by performing the ritual; the Dawnguard, a faction of crossbow-wielding vampire hunters counters their aims. Skyrim's Dragonborn protagonist chooses whether to join the Dawnguard and prevent Nirn from being plunged in an irrevocable night, or assist the vampire coven with realizing their malevolent ambition.\n\nintroduced in Dawnguard are two unique skill trees, one for vampirism noted as \"Vampire Lord\" and one for lycanthropy.\n\nTwenty-two quests featured in the plug-in; twelve exist in the main quest, with several optional side quests. A few repeatable, radiant quests can also be completed. The questline forks at \"A New Order\", where allegiance between the Volkihar Clan and the Dawnguard must be selected. The side chosen is irreversible.\n\nThere are a ton of new items, people and weapons added with this DLC"
  },
  {
    "name": "The Elder Scrolls V: Skyrim - Hearthfire",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2012-09-04",
    "genre": "RPG",
    "rating": 64.28572679062746,
    "summary": "The Elder Scrolls V: Hearthfire is the second official add-on for the fifth installment in the Elder Scrolls series, Skyrim. Hearthfire focuses around purchasing land and designing, building and maintaining a homestead. The option to hire stewards, carriage drivers and a personal bard are also available. With five pre-built purchasable houses already present in Skyrim, it's now possible to own property in every hold, except Winterhold.\n\nIn addition, an adoption mechanic has been introduced that allows the Dragonborn to adopt children and raise them in the newly built home, provided there is room for them. In addition, previously bought homes can be altered to have a children's bedroom fitted into them."
  },
  {
    "name": "The Elder Scrolls V: Skyrim - Dragonborn",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2012-12-04",
    "genre": "Action, RPG",
    "rating": 81.57661138419265,
    "summary": "The Elder Scrolls V: Skyrim - Dragonborn is the third and final add-on for the action role-playing open world video game The Elder Scrolls V: Skyrim."
  },
  {
    "name": "The Elder Scrolls V: Skyrim VR",
    "platform": "PC, PlayStation 4",
    "released_date": "2017-12-31",
    "genre": "RPG",
    "rating": 76.48153021032543,
    "summary": "A true, full-length open-world game for VR has arrived. Skyrim VR reimagines the complete epic fantasy masterpiece with an unparalleled sense of scale, depth, and immersion. From battling ancient dragons to exploring rugged mountains and more, Skyrim VR brings to life a complete open world for you to experience any way you choose. Skyrim VR includes the critically-acclaimed core game and official add-ons – Dawnguard, Hearthfire, and Dragonborn."
  },
  {
    "name": "SkyTime",
    "platform": "PC, PlayStation 4, Nintendo Switch, macOS, Linux",
    "released_date": "2016-12-02",
    "genre": "Casual, Indie, Action",
    "rating": 40.0,
    "summary": "SkyTime is a 3D platformer in which you slow time, dodge bullets, destroy turrets and overcome obstacles! If you ever played Superhot or Cluster Truck, this game combines them both!"
  },
  {
    "name": "The Elder Scrolls V: Skyrim Anniversary Edition",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2021-11-11",
    "genre": "Adventure, Action, RPG",
    "rating": 98.58021609632173,
    "summary": "The Elder Scrolls V: Skyrim - Anniversary Edition contains the full game plus all three expansions and over 500 pieces of unique content from Creation Club, including pre-existing and new quests, dungeons, bosses, weapons, spells and more!"
  },
  {
    "name": "The Elder Scrolls V: Skyrim Special Edition",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-10-27",
    "genre": "Action, RPG",
    "rating": 87.10770661141312,
    "summary": "Skyrim special edition is a remaster of the classic from 2011. Now with upgraded visuals.\nSkyrim reimagines and revolutionises the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose."
  },
  {
    "name": "The Elder Scrolls V: Skyrim Legendary Edition",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2013-06-04",
    "genre": "Adventure, RPG",
    "rating": 91.40230011459018,
    "summary": "Live Another Life, In Another World: Play any type of character you can imagine, and do whatever you want; the freedom of choice, storytelling, and adventure of The Elder Scrolls comes to life in one legendary experience from all three official add-ons.\n\nDawnguard: The Vampire Lord Harkon has returned to power. By using the Elder Scrolls, he seeks to do the unthinkable - to end the sun itself. Will you join the ancient order of the Dawnguard and stop him? Or will you become a Vampire Lord?\nHearthfire: Purchase land and build your own home from the ground up - from a simple one-room cottage to a sprawling compound complete with an armory, alchemy laboratory, and more.\n\nDragonborn: Journey off the coast of Morrowind, to the vast island of Solstheim. Traverse the ash wastes and glacial valleys of this new land as you become more powerful with shouts that bend the will of your enemies and even tame dragons."
  },
  {
    "name": "Cornerstone: The Song of Tyrim",
    "platform": "PC, macOS, Linux",
    "released_date": "2016-04-25",
    "genre": "Indie, Adventure, Action, RPG",
    "rating": 70.0,
    "summary": "Action role-playing, puzzle solving, and crafting combine in this sprawling open-world fantasy epic, which invites you to take on a range of sweeping quests, battle unforgettable adversaries, and experience the adventure of a lifetime. An interactive, physics-based world of wonder bursting with colorful characters and exotic islands filled with tricks, traps, and treasures to explore awaits your conquest as you gather fantastical artifacts and equipment which can be crafted into playable vehicles and more.\n\nIt's been weeks since anyone last saw the Viking men of the village of Borja, and young Tyrim is determined to set forth and find them. Wielding his crafting and combat skills, you’ll set sail on the Mad Goat across the seas to uncover the world of Nygard’s mysteries, collecting fabulous relics, uncovering forbidden secrets and magic, and ultimately challenging an ancient and unstoppable evil as you quest to bring the Vikings home.\n\nEpic, open-world blend of action RPG, physics-based puzzle-solving, and combat\nComplete crafting system – build your own weapons, armor, and gear\nExplore 8 exotic islands filled with unique enemies, treasures, and adventures\nPlayable vehicles include ships, windsurfers, and more\nDozens of quirky characters to interact and engage with\nSweeping score includes live musicians and sound effects\nFluid and realistic physics bring the action to life"
  },
  {
    "name": "Project Syria",
    "platform": "PC",
    "released_date": "2016-11-01",
    "genre": "Indie, Simulation",
    "rating": null,
    "summary": "Nearly one half of Syria’s 23 million people have been displaced in its civil war and no group has been as severely affected as children. Children make up more than half of the three million refugees living in camps some news reports indicate that children are actually being specifically targeted in the violence."
  },
  {
    "name": "Sink or Skim",
    "platform": "PC",
    "released_date": "2018-01-12",
    "genre": "Casual, Indie, Adventure",
    "rating": null,
    "summary": "A top down platformer about a rock skimming across the water from island to island. Bounce from wall to wall to keep up speed, go too slow and you sink below the waves."
  },
  {
    "name": "SKYHILL",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, macOS, Linux",
    "released_date": "2015-10-05",
    "genre": "Adventure, Action, RPG, Casual, Simulation, Indie",
    "rating": 64.06670820131167,
    "summary": "Skyhill is a roguelike story about staying alive when there is no reason to. You are a resident of Skyhill hotel,who survived biological catastrophe. Goal - is to get out of your penthouse in search of other people and salvation. But all elevators in the building are off and floors are flooded with hazards. You are not sure is there any other survivors, as far as you know everyone in the building died, or… changed beyond recognition. Those who provided room service and pushed buttons in elevators for you not so long ago… well now all they want is to rip off your flesh to get to your tasty insides… So much for customer service. You face the dilemma: on the one hand you have to get out from the damn building, on the other hand your hotel suite is your only “Fort” that protects from the horrors of post-apocalyptic reality."
  },
  {
    "name": "Skyraine",
    "platform": "PC",
    "released_date": "2017-09-01",
    "genre": "Strategy, Indie",
    "rating": null,
    "summary": "Skyraine is an action packed platform/missile defender game. Defend against waves of enemies in your turret, and use special power-ups to annihilate the stronger hordes. Leave your turret to strategically expand your base between waves. Play with up to 3 players in local multiplayer co-op. Will you survive?"
  },
  {
    "name": "Cities: Skylines",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, macOS, Linux",
    "released_date": "2015-03-10",
    "genre": "Strategy, Simulation",
    "rating": null,
    "summary": "Cities: Skylines - Green Cities is a new expansion for the city-builder from Colossal Order, adding new ways for players to build earth-friendly towns. The expansion adds 350 new assets to the core game, adding a massive selection of new visual options, complete with eco-friendly buildings, organic shops, electric vehicles, and new services designed to make pollution a quaint notion of the past. Players can create more diversified cities, or go completely green as the urban population grows. New in-game services and buildings arrive alongside revisions to noise and environmental pollution, making the skies safer for Chirper at last."
  },
  {
    "name": "Cities: Skylines 2",
    "platform": "PC, PlayStation 5, Xbox Series S/X",
    "released_date": "2023-10-24",
    "genre": "Strategy, Simulation",
    "rating": 68.63276797967613,
    "summary": "Create and manage your own city without restrictions. Offering a deep simulation and a living economy, Cities: Skylines II will challenge your decision-making skills and allow you to build the cities of your dreams. Get ready for a new epic scale in the most realistic city builder - ever."
  },
  {
    "name": "SKYHILL: Black Mist",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, macOS",
    "released_date": "2020-06-11",
    "genre": "Indie, Adventure, Action, RPG",
    "rating": null,
    "summary": "SKYHILL: Black Mist key features:\n- Non-linear exploration\nCarve your own way in a semi-open world of Skyhill condominium, but also within infrastructure buildings such as, school, shopping center, business lounge, cinema, underground parking space and variety of technical locations.\n\n- Survival at all cost\nYou were infected by mysterious black mist and you’re slowly dying. You constantly have to search for medicine to sustain yourself, gather and manage resources, craft new tools and weapons to survive as long as possible in this hostile environment.\n\n- Play Your Way\nSolve problems the way You like most, use environment to your advantage, lure enemies into traps, sneak using stealth or hit them hard with brute force. You decide. And… if you die, you die in your own style as well.\n\n- Mysterious Threat\nSolve the mystery of dark mist’s origins. Nothing is as it seems, try to distinguish reality from illusions and find out what’s real and what’s not."
  },
  {
    "name": "Star Wars (1983)",
    "platform": "PC, GameCube, Game Boy, NES, Classic Macintosh, Commodore / Amiga, Atari 5200, Atari 2600, Atari 8-bit, Atari ST, SEGA Master System, Game Gear",
    "released_date": "1983-05-01",
    "genre": "Platformer, Action",
    "rating": 77.46807278195627,
    "summary": "Star Wars is a conversion of Atari Games' first-person shoot 'em up based around the original Star Wars film.\n\nYou take on the role of Luke Skywalker, aiming to destroy the Death Star - which, as any fan knows, involves attacking the 'weak spot' near the exhaust. To even get to this you have to pass swarms of TIE Fighters. Complete the game and it loops back around at ever-increasing difficulty. The game uses vector graphics, which allow lots of action at high speed on comparatively slow systems."
  },
  {
    "name": "Star Wars",
    "platform": "PC",
    "released_date": "1983-05-01",
    "genre": "Shooter",
    "rating": null,
    "summary": "Star Wars is a Family Computer video game released in 1987 by Namco. Despite being based on the first Star Wars film.\n\nIt is the only game in the Star Wars franchise that was released exclusively in Japan. The game is a common side-scrolling platformer where the player controls Luke Skywalker (appearing with black hair due to color limitations), as he travels to join the Rebellion against the Empire."
  },
  {
    "name": "STAR WARS Starfighter",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2001-02-18",
    "genre": "Shooter, Action, Simulation",
    "rating": 63.83393828352209,
    "summary": "Join three heroic starfighter pilots in harrowing deep space and planetary missions to save the planet of Naboo. Star Wars Starfighter allows you to fly through a unique chapter of the Star Wars universe, piloting 20 realistic and accurately rendered 3D starships amidst a variety of 14 environments set in air and space.\n\nTakeoff on an epic journey that begins on the lush paradise planet of Naboo and continues through the climactic assault on the Droid Control Ship inspired by the motion picture Star Wars Episode I: The Phantom Menace. Take on the roles of rookie Naboo pilot Rhys Dallows, mercenary Vana Sage, and alien pirate Nym as they join together in an unlikely alliance against an unexpected assault on a peaceful planet. As you fly to the aid of Naboo, you'll test your battle skills against more than 50 vehicles, including Trade Federation drop ships, battle tanks, Droid starfighters and never before seen craft such as the deadly Protector, Scarab, and Dagger."
  },
  {
    "name": "Star Wars Eclipse",
    "platform": "PC",
    "released_date": null,
    "genre": "Adventure",
    "rating": null,
    "summary": "A new action-adventure, multiple-character branching narrative game set in the High Republic era, presented to you by Quantic Dream and Lucasfilm Games. Now early in development."
  },
  {
    "name": "Star Wars: Squadrons",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-10-02",
    "genre": "Action, Simulation",
    "rating": 73.22306728907665,
    "summary": "Master the art of starfighter combat in the authentic piloting experience STAR WARS: Squadrons. Buckle up, feel the adrenaline of first-person multiplayer space dogfights alongside your squadron, and learn what it means to be a pilot in a thrilling STAR WARS single-player campaign."
  },
  {
    "name": "Star Wars: Rebellion",
    "platform": "PC",
    "released_date": "1998-02-27",
    "genre": "Strategy",
    "rating": 70.05478523398129,
    "summary": "Subvert the Empire. Crush the Alliance. Your Choice. Your Destiny.\n\nIt is a time of great upheaval. The first Death Star has been destroyed, marking a major victory for the Rebellion. But the Empire remains strong. As commander, you must choose to take control of either the Rebel Alliance or the Galactic Empire. Your goal: complete domination of the galaxy.\n\nTake the galaxy by force. Take the galaxy through diplomacy. Take the galaxy via covert operations. Earn the loyalty (or resentment) of up to 200 worlds. Star Wars Rebellion gives you a myraid of means to implement strategy and tactics on a grand scale and in a real-time environment. With control of the entire Star Wars galaxy as the prize, will the Force be with you? Discover for yourself."
  },
  {
    "name": "Star Wars: The Clone Wars",
    "platform": "Xbox, PlayStation 2, GameCube",
    "released_date": "2002-10-28",
    "genre": "Action",
    "rating": 60.36333457522731,
    "summary": "The Clone Wars has you deep inside the battles of the Old Republic through 16 missions, piloting a range of vehicles including speeder bikes, Republic Gunships and fighter tanks as well as the weapon of the Jedi, your lightsabre, for close combat. Whereas the Rogue Squadron series concentrated on aerial battles, The Clone Wars contains almost all ground battles. You must fight as Anakin Skywalker, Obi Wan Kenobi, Mace Windu, and others throughout the game to prevent the Confederacy from gaining a deadly weapon. Multiplayer options are also included for up to four players with game types including deathmatch, conquest, and a co-op ground and vehicle survival mode."
  },
  {
    "name": "Star Wars: Empire at War",
    "platform": "PC, macOS",
    "released_date": "2006-02-16",
    "genre": "Strategy",
    "rating": 73.96523987424008,
    "summary": "From the lives of soldiers to the deaths of planets, you are the supreme galactic commander. It is a time of galactic civil war. Take up the reins of the Rebellion or assume control for the Empire.\n\nWhichever you choose, it will be up to YOU to steer your side to ultimate victory. Command everything from individual troops to starships and even the mighty Death Star as you execute campaigns on the ground, in space and across the galaxy. Forget tedious resource gathering – just jump straight into the heart of the action.\n\nYou can even change Star Wars history! Every decision affects your next battle and every battle helps shape the fate of the galaxy."
  },
  {
    "name": "Star Wars: Dark Forces",
    "platform": "PC, PlayStation, Classic Macintosh",
    "released_date": "1995-02-28",
    "genre": "Shooter, Action",
    "rating": 78.39081494701192,
    "summary": "The Empire stretches its evil clutches across the galaxy, consuming planets with devastating results. Through many struggles, the Rebel Alliance has learned of a new Imperial battle station, the Death Star, with enough power to destroy an entire planet.\n\nThe evil Empire is secretly building a massive army to complete their arsenal of domination and render their reign of terror unstoppable. Kyle Katarn, a formal Imperial Stormtrooper must join the Rebel Alliance's covert operations division, and re-take the Empire from the inside, one battle at a time.\n\nUnlike many other Doom-based games, Star Wars: Dark Forces attempted a realistic approach: the missions followed a specific storyline, sometimes cut up by scenes to progress the narrative. Each mission had its own briefing and objective. The levels were designed to represent actual bases, mines, facilities, and other known places from the Star Wars universe, like Star Destroyer interiors, Jabba's ship, Coruscant, etc."
  },
  {
    "name": "Star Wars Bounty Hunter",
    "platform": "PlayStation 4, PlayStation 3, PlayStation 2, GameCube",
    "released_date": "2002-11-19",
    "genre": "Shooter, Action",
    "rating": 63.82175492736422,
    "summary": "Star Wars: Bounty Hunter (released in Japan as Star Wars: Jango Fett) is a Star Wars video game developed and published by LucasArts for the GameCube and Sony PlayStation 2, released in 2002. In the game, players play as the bounty hunter Jango Fett, featured in the 2002 film Star Wars Episode II: Attack of the Clones, to which this game serves as a prequel. Both Temuera Morrison and Leeanna Walsman reprise their roles from the film as Jango Fett and Zam Wesell, respectively.\n\nThe main objective of Star Wars: Bounty Hunter is to hunt Dark Jedi Komari Vosa. During the game, it is revealed why Jango Fett was chosen as the template for the Grand Army of the Republic, how Boba Fett, his cloned \"son\" was born, and how Jango acquired Slave I.\n\nPlayers also fight many \"bosses\", such as Montross and Longo \"Two-Guns\". There are also side objectives, such as collecting secondary bounties, that open special bonus items in the game. When the player beats a chapter, blooper reels - comedic machinima productions - are unlocked."
  },
  {
    "name": "Star Wars: Racer Revenge",
    "platform": "PlayStation 4, PlayStation 3",
    "released_date": "2015-04-28",
    "genre": "Racing",
    "rating": 71.03604569814411,
    "summary": "Star Wars: Racer Revenge is a Star Wars video game that involves high speed racing. It is the sequel to Star Wars Episode I: Racer. The story takes place eight years after The Phantom Menace, Sebulba wants revenge on Anakin Skywalker. Unlike its predecessor, the player is unable to continue racing if they crash their pod."
  },
  {
    "name": "Star Wars Jedi: Survivor",
    "platform": "PC, PlayStation 5, Xbox Series S/X",
    "released_date": "2023-04-27",
    "genre": "Adventure, Action",
    "rating": 81.47435520079617,
    "summary": "The story of Cal Kestis continues in Star Wars Jedi: Survivor, a third-person, galaxy-spanning, action-adventure game from Respawn Entertainment, developed in collaboration with Lucasfilm Games. This narratively driven, single-player title picks up five years after the events of Star Wars Jedi: Fallen Order and follows Cal’s increasingly desperate fight as the galaxy descends further into darkness. Pushed to the edges of the galaxy by the Empire, Cal will find himself surrounded by threats new and familiar. As one of the last surviving Jedi Knights, Cal is driven to make a stand during the galaxy’s darkest times — but how far is he willing to go to protect himself, his crew, and the legacy of the Jedi Order?"
  },
  {
    "name": "Star Wars: Jedi Starfighter",
    "platform": "PlayStation 4, Xbox, PlayStation 3, PlayStation 2",
    "released_date": "2002-03-10",
    "genre": "Action",
    "rating": 61.32529385265393,
    "summary": "The game features two immediately playable craft: Nym's starfighter, \"The Havoc\", which features heavy armament as a bomber, and Adi's fighter, which features force powers such as lightning and force shield.\n\nThere are also nine unlockable craft which can be played on any mission: the X-wing, Tie fighter, Reti's advanced Zoomer, Adi's advanced Jedi starfighter, Saboath fighter, Jenkin's advanced Freefall, Nym's advanced Havoc, a Republic gunship, and Jango Fett's Slave I. In addition, with the code \"headhunt,\" the Z-95 headhunter can be unlocked."
  },
  {
    "name": "Star Wars: Republic Commando",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, Xbox",
    "released_date": "2005-03-01",
    "genre": "Shooter, Action",
    "rating": 82.16297432137637,
    "summary": "Chaos has erupted throughout the galaxy. As a leader of an elite squad of Republic Commandos, your mission is to infiltrate, dominate, and ultimately, annihalate the enemy. Your squad will follow your orders and your lead, working together as a team-instinctively, intelligently, instantly. You are their leader. They are your weapon.\n\nStar Wars: Republic Commando is a tactical first-person shooter video game, set in the Star Wars universe. It was developed by LucasArts using the Unreal Engine, and published for the Xbox and Microsoft Windows in 2005. The game features both single-player and multiplayer game modes. In the story, set in the Star Wars Legends expanded universe, players assume the role of RC-1138 (\"Boss\"), an elite clone trooper, known as \"clone commando\", and the leader of the special ops unit Delta Squad, consisting of three fellow clone commandos with distinctive personalities and character traits: RC-1262 (\"Scorch\"), RC-1140 (\"Fixer\"), and RC-1207 (\"Sev\"). The story follows Delta Squad as they complete increasingly difficult missions throughout the Clone Wars and learn to bond as a team.\n\nRepublic Commando received generally favorable reviews at release. Many critics praised the story and combat, but criticized the short length and average multiplayer. In the years since its release, it has come to be considered one of the best Star Wars games ever made, and has gained a cult following.\n\nAn enhanced port of the game by Aspyr is set to release for the Nintendo Switch and PlayStation 4 on April 6, 2021. As reported by Jordan Ramée of GameSpot, \"Handled by Aspyr Media, Star Wars: Republic Commando Remastered brings the original 2005 Xbox and PC game to PS4 and Switch with enhanced HD graphics and modernized controls, though the multiplayer is absent. Otherwise, it's the same game. And though the flaws in its gameplay are only more noticeable now 16 years later, this remaster manages to still deliver a compelling story of four specialized commandos engaging in a variety of combat missions across the Clone Wars.\"."
  },
  {
    "name": "STAR WARS Battlefront II",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2017-11-17",
    "genre": "Shooter, Adventure, Action",
    "rating": 69.77011030046576,
    "summary": "Embark on an endless Star Wars action experience from the best-selling Star Wars HD video game franchise of all time. Experience rich multiplayer battlegrounds across all 3 eras - prequel, classic and new trilogy - or rise as a new hero and discover an emotionally gripping single-player story spanning thirty years.\n\nCustomise and upgrade your heroes, starfighters or troopers - each with unique abilities to exploit in battle. Ride tauntauns or take control of tanks and speeders. Use the Force to prove your worth against iconic characters like Kylo Ren, Darth Maul or Han Solo, as you play a part in a gaming experience inspired by forty years of timeless Star Wars films."
  },
  {
    "name": "Star Wars: Battlefront II (2005)",
    "platform": "PC, Xbox, PlayStation 2, PSP",
    "released_date": "2005-10-30",
    "genre": "Shooter, Action",
    "rating": 69.77011030046576,
    "summary": "Embark on an endless Star Wars action experience from the best-selling Star Wars HD video game franchise of all time. Experience rich multiplayer battlegrounds across all 3 eras - prequel, classic and new trilogy - or rise as a new hero and discover an emotionally gripping single-player story spanning thirty years.\n\nCustomise and upgrade your heroes, starfighters or troopers - each with unique abilities to exploit in battle. Ride tauntauns or take control of tanks and speeders. Use the Force to prove your worth against iconic characters like Kylo Ren, Darth Maul or Han Solo, as you play a part in a gaming experience inspired by forty years of timeless Star Wars films."
  },
  {
    "name": "STAR WARS Empire at War - Gold Pack",
    "platform": "PC",
    "released_date": "2010-05-25",
    "genre": "Strategy",
    "rating": 77.30475156446694,
    "summary": "Command or corrupt an entire galaxy in the definitive Star Wars strategy collection. It is a time of galactic civil war. Will you take up the reins of the Rebellion, assume control of the Empire, or rule the Star Wars Underworld?"
  },
  {
    "name": "Star Wars: The Force Unleashed",
    "platform": "Nintendo Switch, iOS, Nintendo DS, Xbox 360, PlayStation 3, PlayStation 2, PSP, Wii",
    "released_date": "2008-09-16",
    "genre": "Adventure, Action",
    "rating": 73.98935764560962,
    "summary": "Star Wars: The Force Unleashed is a Star Wars video game that takes place between the films Star Wars: Episode III Revenge of the Sith and Star Wars: Episode IV A New Hope. It is the centerpiece of the Star Wars: The Force Unleashed multimedia project,\n\nStar Wars: The Force Unleashed completely re-imagines the scope and scale of the Force and casts players as Darth Vader’s \"Secret Apprentice,\" unveiling new revelations about the Star Wars galaxy seen through the eyes of a mysterious new character armed with unprecedented powers.\n\nThe game showcases Digital Molecular Matter (DMM), an extremely detailed and realistic material physics engine developed by Pixelux, and Euphoria, a realistic bio-mechanical A.I. engine by NaturalMotion"
  },
  {
    "name": "Star Wars: The Old Republic",
    "platform": "PC",
    "released_date": "2011-12-20",
    "genre": "Massively Multiplayer, RPG",
    "rating": 75.90144317280526,
    "summary": "Step in to the center of your own Star Wars story as you choose your path down the light or dark side of the Force. Your choices have impact not only on your story but on those who join you along the way. Each choice you make can change how your story unfolds including unexpected story twists or devastating consequences that impact you and your Companions. Play as one of 8 legendary Star Wars classes include Jedi, Sith, Smuggler, Trooper and more – this is your story and you decide how you want to build your reputation and influence across the galaxy as you join in epic adventures and challenging missions on the ground and in space!"
  },
  {
    "name": "Borderlands",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-10-20",
    "genre": "Shooter, Action, RPG",
    "rating": 79.97965071300138,
    "summary": "With its addictive action, frantic first-person shooter combat, massive arsenal of weaponry, RPG elements and four-player co-op, Borderlands is a breakthrough experience that challenges all the conventions of modern shooters. Borderlands places you in the role of a mercenary on the lawless and desolate planet of Pandora, hell-bent on finding a legendary stockpile of powerful alien technology known as The Vault.\n\nRole Playing Shooter (RPS) - combines frantic first-person shooting action with accessible role-playing character progression.\n\nCo-Op Frenzy - Fly solo in single player or drop in and out with up to 4 Player Co-Op online for a maniacal multiplayer experience.\n\nBazillions of Guns - Gun lust fulfilled with rocket-launching shotguns, enemy-torching revolvers, SMGs that fire lightning rounds, and tons more.\n\nRadical Art Style - New visual style combines traditional rendering techniques with hand-drawn textures to create a unique and eye-catching spin on the First Person genre.\n\nIntense Vehicular Combat - Get behind the wheel and engage in intense vehicle-to-vehicle combat."
  },
  {
    "name": "Borderlands 3",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2019-09-13",
    "genre": "Shooter, Adventure, Action, RPG",
    "rating": 77.74224213066032,
    "summary": "The original shooter-looter returns, packing bazillions of guns and a mayhem-fueled adventure! Blast through new worlds and enemies as one of four new Vault Hunters. Play solo or with friends to take on insane enemies, score loads of loot and save your home from the most ruthless cult leaders in the galaxy."
  },
  {
    "name": "Borderlands: The Pre-Sequel",
    "platform": "PC, Android, macOS, Linux, Xbox 360, PlayStation 3",
    "released_date": "2014-10-13",
    "genre": "Shooter, Action, RPG",
    "rating": 73.14379896910486,
    "summary": "Shoot 'n' loot your way through a brand new adventure that rockets you onto Pandora's moon in Borderlands: The Pre-Sequel. Discover the story behind Borderlands 2’s villain, Handsome Jack, and his rise to power in this brand new game in the Borderlands series. Taking place between the original Borderlands and Borderlands 2, the Pre-Sequel gives you a whole lotta new gameplay featuring the genre fusion of shooter and RPG gameplay that players can’t get enough of.\n\nGet high in low gravity and launch across the moonscape to take enemies down from above using new ice and laser weapons. Catch-a-ride on the lunar landscape with new vehicles equipped with deadly weapons allowing for more levels of destructive mayhem. So grab a friend (or two, or three), strap on a rocket, and take off on a brand new Borderlands adventure"
  },
  {
    "name": "Borderlands: The Handsome Collection",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2015-03-24",
    "genre": "Adventure, Action",
    "rating": 76.31945521061107,
    "summary": "Borderlands: The Handsome Collection is a compilation of Borderlands 2 and Borderlands: The Pre-Sequel! for PlayStation 4 and Xbox One, along with all of their accompanying downloadable content, enhanced local multiplayer, and the ability to transfer save data from their respective PlayStation 3/Vita and Xbox 360 versions."
  },
  {
    "name": "Borderlands Game Of The Year",
    "platform": "PC, macOS, Xbox 360, PlayStation 3",
    "released_date": "2010-12-03",
    "genre": "Shooter, Action, RPG",
    "rating": 80.67645065052106,
    "summary": "Lock, Load, & Face the Madness! Get ready for the mind-blowing insanity, as one of four trigger-happy mercenaries, taking out everything that stands in your way. With its addictive action, frantic first person shooter combat, massive arsenal of weaponry, RPG elements and four-player co-op, Borderlands is the breakthrough experience that challenges all the conventions of modern shooters. Borderlands places you in the role of a mercenary on the lawless and desolate planet of Pandora, hell bent on finding a legendary stockpile of powerful alien technology known as The Vault."
  },
  {
    "name": "Borderlands: Claptrap's New Robot Revolution",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2010-09-28",
    "genre": "Shooter",
    "rating": 67.96269199656561,
    "summary": "Claptrap's New Robot Revolution is DLC for Borderlands."
  },
  {
    "name": "Borderlands: Zombie Island of Dr. Ned",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-11-24",
    "genre": "Shooter, Action",
    "rating": 70.00850248380418,
    "summary": "Zombie Island of Dr. Ned is DLC for Borderlands."
  },
  {
    "name": "Borderlands 2",
    "platform": "PC, Android, macOS, Linux, Xbox 360, PlayStation 3, PS Vita",
    "released_date": "2012-09-18",
    "genre": "Shooter, Action, RPG",
    "rating": 84.5293094697159,
    "summary": "A new era of shoot and loot is about to begin. Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack. Make new friends, arm them with a bazillion weapons and fight alongside them in 4 player co-op on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet."
  },
  {
    "name": "Borderlands: The Secret Armory of General Knoxx",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2010-02-23",
    "genre": "Shooter, Action",
    "rating": 76.64106614837765,
    "summary": "The storyline picks up where the main game storyline stopped, telling the story of Pandora after you uncovered the secrets of the Vault. The Crimson Lance is preparing for assault to get the alien technology back and you must enter their Secret Armory to prevent this from happening. The main features of this DLC are 44 new quests, weapons, roughly 30 enemies and vehicles plus the level cap increase which allows you to experience up to level 61."
  },
  {
    "name": "Borderlands 2: Game of the Year Edition",
    "platform": "PC, macOS, Linux, Xbox 360, PlayStation 3",
    "released_date": "2013-10-11",
    "genre": "Shooter, Action, RPG",
    "rating": 82.50351523274512,
    "summary": "Borderlands 2 furthers the distinct blending of First Person Shooter and Role Playing genres to create the true evolution of the Role Playing Shooter. Team up with up to three other players for four-player online goodness or go old-school with two-player split-screen couch sharing mayhem as you spend hours leveling up your character and equipping them with one of the millions of badass weapons. Borderlands 2 features a new visually stunning array of procedurally generated guns, shields, grenades, artifacts, enemies and more. Choose one of the four new character classes to be taken through a carefully crafted and connected story to all new and surprising environments across the living planet of Pandora. Make new friends, arm them to the teeth and fight alongside them on your relentless quest for revenge and redemption."
  },
  {
    "name": "Borderlands 2 VR",
    "platform": "PC, PlayStation 4",
    "released_date": "2018-12-14",
    "genre": "Action, RPG",
    "rating": 50.0,
    "summary": "Virtually immerse yourself in the untamed world of Borderlands. Step into the boots of a treasure-seeking Vault Hunter armed with 87 bazillion guns on a quest to line your pockets with loot. Blast bandits with real-world aiming, punch psychos in the mouth, race across the desert in stolen bandit vehicles and free Pandora from Handsome Jack’s clutches!"
  },
  {
    "name": "Borderlands 2: Tiny Tina's Assault on Dragon Keep",
    "platform": "PC, PlayStation 3",
    "released_date": "2013-06-25",
    "genre": "Shooter, Action, RPG",
    "rating": 88.98381361970466,
    "summary": "Tiny Tina's Assault on Dragon Keep is DLC for Borderlands 2.\n\nSorcerers, Wizards and Crumpets, oh my! Join vault hunters, old and new, in Tiny Tina epic quest of revenge and redemption. Tiny Tina’s Assault on Dragon Keep, the biggest and most inspired add-on content in Borderlands history, features a game within a game, as Tiny Tina takes on the role of Bunker Master in a game of “Bunkers & Badasses”. Travel through a dark and ever changing world of castles, dungeons and magic forests as you fight off skeletons, orcs, dragons and more. Explore side missions and answer riddles as you roll your insight stat to gain new and amazing loot. Join with friends to save the queen and restore peace and order to the world once more."
  },
  {
    "name": "Borderlands 2: Commander Lilith & the Fight for Sanctuary",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2019-06-09",
    "genre": "Action, RPG",
    "rating": 77.26835339693193,
    "summary": "Return to the award-winning shooter-looter for an all-new adventure that sets the stage for the upcoming Borderlands 3. Sanctuary is under siege, the Vault Map has been stolen, and a toxic gas is poisoning Pandora. Battle new bosses, explore new areas, collect new loot (including an entirely new tier beyond Legendary), and join up with Lilith and the Crimson Raiders to take on a deranged villain hell-bent on ruling the planet."
  },
  {
    "name": "Borderlands Game of the Year Enhanced",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2019-04-03",
    "genre": "Shooter, Action, RPG",
    "rating": 69.1156427506544,
    "summary": "Discover the original co-op shooter-looter, crammed with new enhancements! As one of 4 trigger-happy mercenaries with RPG progression, equip bazillions of guns to take on the desert planet Pandora."
  },
  {
    "name": "Tiny Tina's Wonderlands",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2022-03-25",
    "genre": "Shooter, Adventure, Action, RPG",
    "rating": 75.06057362767804,
    "summary": "Embark on an epic adventure full of whimsy, wonder, and high-powered weaponry! Bullets, magic, and broadswords collide across this chaotic fantasy world brought to life by the unpredictable Tiny Tina."
  },
  {
    "name": "Borderlands 2: Psycho Pack",
    "platform": "PC, PlayStation 3",
    "released_date": "2013-05-14",
    "genre": "Shooter, Action, RPG",
    "rating": 57.03476482617587,
    "summary": "Take a peek at Pandora from behind the menacing eyes of Krieg, the Psycho Bandit, an all-new character and the 6th playable class in Borderlands 2. You’ve fought against them as enemies, now use that aggressive energy on the vault hunter’s side. Slice, dice, light yourself on fire and blow things up – taking damage was never so rewarding – or so much fun!"
  },
  {
    "name": "Borderlands: Mad Moxxi's Underdome Riot",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2009-12-29",
    "genre": "Shooter, Action",
    "rating": 53.3918038340926,
    "summary": "Mad Moxxi's Underdome Riot is DLC for Borderlands."
  },
  {
    "name": "Madden NFL 11",
    "platform": "Xbox 360, PlayStation 3, PlayStation 2, PSP, Wii",
    "released_date": "2010-07-04",
    "genre": "Simulation, Sports",
    "rating": 79.85758734310733,
    "summary": "Madden NFL 11 re-energizes the game of football with a fun and exhilarating experience to ignite the passion of every NFL fan. Whether you’re rekindling an old rivalry, putting your spin on the best moments of 2009, or building the ultimate dynasty in Franchise mode, Madden NFL 11 makes every day feel like Sunday. Experience the passion for football shared by Gus Johnson and Cris Collinsworth as they call the action on the field. Fight for fumbles, design your own plays, and feel what it's like to be an NFL superstar with Madden NFL 11, the ultimate NFL experience on PlayStation Portable."
  },
  {
    "name": "Madden NFL 22",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2021-08-17",
    "genre": "Casual, Strategy, Simulation, Sports",
    "rating": 70.05453806860385,
    "summary": "Madden NFL 22 is where gameday happens. All-new features in Franchise include staff management, an enhanced scenario engine, and weekly strategy. Share avatar progress and player class between Face of The Franchise and The Yard with unified progression."
  },
  {
    "name": "Madden NFL 21",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-08-25",
    "genre": "Strategy, Simulation, Sports",
    "rating": 70.10284606968402,
    "summary": "Go all out in Madden NFL 21 where a fearless new generation of rising NFL stars is poised to change the game. Packed with fresh new features and innovative gameplay enhancements, Madden NFL 21 delivers new levels of ingenuity and control developed to inspire creativity on and off the field."
  },
  {
    "name": "Madden NFL 06",
    "platform": "PC, Xbox 360, Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2005-08-08",
    "genre": "Sports",
    "rating": 79.81193325653366,
    "summary": "Play and manage football matches between real NFL teams, featuring the latest player lineups of 2006!"
  },
  {
    "name": "Madden NFL 25",
    "platform": "Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2013-08-27",
    "genre": "Sports",
    "rating": 69.94149827128014,
    "summary": "Madden NFL 25 celebrates 25 years of Madden NFL Football action with Physics You Can Feel from the most authentic NFL game franchise on Earth. EA Sports - It's In The Game."
  },
  {
    "name": "Madden NFL 10",
    "platform": "Xbox 360, PlayStation 3, PlayStation 2, Wii",
    "released_date": "2009-08-14",
    "genre": "Sports",
    "rating": 74.9586729125945,
    "summary": "Madden NFL 10 also lets you take your fight online with an all-new Online Franchise mode, complete with 32 teams, NFL-style drafts and a custom league webpage. Add to that the most immersive broadcast presentation to date, and Madden NFL 10 gives you everything you see on Sundays, minus the grass."
  },
  {
    "name": "Madden NFL 07",
    "platform": "PC, Xbox 360, Xbox, PlayStation 2, Wii, GameCube, Game Boy Advance",
    "released_date": "2006-08-22",
    "genre": "Sports",
    "rating": 66.74780431149459,
    "summary": "Madden NFL 07 is the seventeenth installment of the Madden NFL series. This version introduces some new tricks, updates some features, and brings depth to some game modes from previous Madden titles.\n\nThe 07 game focuses on the Running Back by giving you lead blocker controls. After selecting a running play, you can cycle through offensive players to open up gaps. New evasive maneuvers are controlled with a separate stick to elude defenders, along with new juking and spinning maneuvers.\n\nStart a career with your favorite NFL team, draft the players, call the plays, and lead your team to a dynasty. Or, make your own player and guide him on and off the field through his entire career starting with the draft. If you do not want to mess with all the options and features you can simply sit down for a quick game."
  },
  {
    "name": "Madden NFL Arcade",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2009-11-24",
    "genre": "Arcade, Sports",
    "rating": null,
    "summary": "Five-on-five football is available for the downloadable services."
  },
  {
    "name": "Madden NFL 15",
    "platform": "Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2014-08-26",
    "genre": "Sports",
    "rating": null,
    "summary": null
  },
  {
    "name": "Madden NFL 19",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-08-10",
    "genre": "Action, Simulation, Sports",
    "rating": 69.90661466722662,
    "summary": "Madden NFL 19 takes a significant leap forward in terms of gameplay and control. Not only are there new ways to play, but Terrell Owens is back in Madden Ultimate Team. Get your popcorn ready and achieve gridiron greatness with T.O."
  },
  {
    "name": "Madden NFL 13",
    "platform": "Xbox 360, PlayStation 3, Wii",
    "released_date": "2012-08-28",
    "genre": "Sports",
    "rating": null,
    "summary": null
  },
  {
    "name": "Madden NFL 12",
    "platform": "Xbox 360, PlayStation 3, Wii",
    "released_date": "2011-08-30",
    "genre": "Sports",
    "rating": 69.97570252703456,
    "summary": "Play and manage football matches between real NFL teams, featuring the latest player lineups of 2012!"
  },
  {
    "name": "Madden NFL 08",
    "platform": "PC, Nintendo DS, Xbox 360, Xbox, PlayStation 3, PlayStation 2, Wii, GameCube",
    "released_date": "2007-08-14",
    "genre": "Sports",
    "rating": 66.87098701653836,
    "summary": "Madden NFL 08, 2007's ode to NFL football on videogame consoles, fits like an old glove. Gamers will be familiar with how the game plays and feels. But as usual, updated team rosters (with their inherent strengths and weaknesses), enhanced graphics, and new in-game features will keep you, the gamer, plenty interested."
  },
  {
    "name": "Madden NFL 18",
    "platform": "Xbox One, PlayStation 4",
    "released_date": "2017-08-25",
    "genre": "Sports",
    "rating": 77.94231736895694,
    "summary": "Madden NFL 18 takes a significant visual leap with the power of the Frostbite engine. See stunning new stadium exteriors surrounded by vast cityscapes and watch the spectacle of NFL gameday come to life in the most photorealistic game to date. Play each matchup to your specifications by selecting from three new Play Styles or play the best real world match ups each week in Play Now Live! With the introduction of even more ways to play, coupled with your favorite modes, Madden Ultimate Team and Franchise, this is Madden like you’ve never seen before."
  },
  {
    "name": "Madden NFL 20",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2019-08-02",
    "genre": "Sports",
    "rating": 68.37476573891269,
    "summary": "Feel like an NFL Superstar in Madden NFL 20. Be the Face of an NFL franchise where the decisions you make matter in your journey to become an NFL Superstar in ‘FACE OF THE FRANCHISE: QB1’. Feel the emotion, personality, and power of NFL Superstars with ‘SUPERSTAR X-FACTOR’, an all-new abilities progression system that reveals special abilities for today’s most exciting NFL Superstars heightening the level strategy and excitement in every game."
  },
  {
    "name": "Madden NFL 16",
    "platform": "Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2015-08-25",
    "genre": "Sports",
    "rating": 82.70960253672955,
    "summary": "Madden NFL 16 delivers all-new controls that allow you to dominate in the battle for air supremacy. New QB mechanics including body-relative throws, plus touch and roll out passes provide you with unprecedented depth and control while under center. Combined with a new risk/reward catch and pass-defend system, get ready for the biggest WOW moments in franchise history."
  },
  {
    "name": "Madden NFL 17",
    "platform": "Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2016-08-23",
    "genre": "Sports",
    "rating": null,
    "summary": null
  },
  {
    "name": "Madden NFL 09",
    "platform": "Nintendo DS, Xbox 360, PlayStation 3, PlayStation 2, PSP",
    "released_date": "2008-01-01",
    "genre": "Sports",
    "rating": 79.19711404833414,
    "summary": "Play and manage football matches between real NFL teams, featuring the latest player lineups of 2009!"
  },
  {
    "name": "Maiden & Spell",
    "platform": "PC, Nintendo Switch",
    "released_date": "2020-02-25",
    "genre": "Indie, Action, Fighting",
    "rating": 80.0,
    "summary": "Maiden & Spell is a magical girl battle game, set in a cutesy fantasy world. Select from one of eight young ladies to battle 1 on 1 with a friend, or fight your way through a series of bosses and learn the secrets of The Kingdom of Stars."
  },
  {
    "name": "FIFA 22",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2021-09-27",
    "genre": "Simulation, Sports",
    "rating": 77.09049909855565,
    "summary": "Powered by Football, FIFA 22 brings the game even closer to the real thing with fundamental gameplay advances and a new season of innovation across every mode. Play with 17,000+ players, over 700 teams in 90+ stadiums and more than 30 leagues from all over the globe."
  },
  {
    "name": "FIFA",
    "platform": "Nintendo Switch",
    "released_date": "2017-09-29",
    "genre": "Simulation, Sports",
    "rating": 74.06665213391807,
    "summary": "FIFA 12 brings to the pitch the game-changing new Player Impact Engine, a physics engine built to deliver real-world physicality in every interaction on the pitch.\n\nRevolutionary gameplay innovations inspired by the real-world of soccer make FIFA Soccer 12 deeper and more engaging. All-new Precision Dribbling delivers a higher fidelity of touch on the ball for attacking players, while Tactical Defending fundamentally changes the approach to defending by placing equal importance on positioning, intercepting passes and tackling.\n\nPlus, CPU players have been infused with Pro Player Intelligence, the next generation of player intelligence and performance. Stay tuned for more features to be announced in the coming months."
  },
  {
    "name": "FIFA 2004",
    "platform": "PC, PlayStation 4, Xbox, PlayStation 2, PlayStation, GameCube, Game Boy Advance",
    "released_date": "2003-11-04",
    "genre": "Sports",
    "rating": null,
    "summary": "PlayStation port of FIFA Soccer 2004."
  },
  {
    "name": "FIFA 97",
    "platform": "PC, PlayStation, Game Boy, SNES, Genesis, SEGA Saturn",
    "released_date": "1996-01-01",
    "genre": "Sports",
    "rating": null,
    "summary": "16-bit version of FIFA 97, also known as Gold Edition."
  },
  {
    "name": "FIFA 2002",
    "platform": "PC, PlayStation 2, GameCube",
    "released_date": "2001-01-01",
    "genre": "Sports",
    "rating": 37.0,
    "summary": "FIFA Soccer 2002 is an early mobile release in the FIFA series. The game is played from a top down perspective and uses a mix of stylus and button controls. Tapping and holding down the stylus moves a player around while lifting the stylus and then tapping again leads to a pass being made. Shooting is done by pressing a button, and holding it down gives extra height, but it is also possible to use the stylus to add aftertouch and curve the ball's movement."
  },
  {
    "name": "FIFA 06",
    "platform": "PC, Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2005-09-26",
    "genre": "Sports",
    "rating": null,
    "summary": "PSP port of FIFA Soccer 06."
  },
  {
    "name": "FIFA 17",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2016-09-27",
    "genre": "Sports",
    "rating": null,
    "summary": "Old-gen port of FIFA 17 (PS3 and Xbox 360). This version runs on the older Ignite Engine."
  },
  {
    "name": "FIFA 2005",
    "platform": "PC, Xbox, PlayStation 2, PlayStation, GameCube",
    "released_date": "2004-10-12",
    "genre": "Sports",
    "rating": null,
    "summary": "Port of FIFA Soccer 2005 for weaker hardware."
  },
  {
    "name": "FIFA 20",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2019-09-27",
    "genre": "Sports",
    "rating": 69.22683976858981,
    "summary": "Powered by Frostbite, EA SPORTS FIFA 20 for PC brings two sides of The World’s Game to life - the prestige of the professional stage and an all-new, authentic street football experience in EA SPORTS VOLTA. FIFA 20 innovates across the game, FOOTBALL INTELLIGENCE unlocks an unprecedented platform for gameplay realism, FIFA Ultimate Team offers more ways to build your dream squad and EA SPORTS VOLTA returns the game to the street with an authentic form of small-sided football."
  },
  {
    "name": "FIFA 21",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2020-10-06",
    "genre": "Simulation, Sports",
    "rating": null,
    "summary": "FIFA 21: Legacy Edition on Nintendo Switch featuring the latest kits, clubs, and squads from some of top leagues around the world. It will also feature some of the world’s most famous stadiums, including some brand new to FIFA 21. Gameplay features and modes have parity with FIFA 20 on Nintendo Switch."
  },
  {
    "name": "FIFA 2003",
    "platform": "PC, PlayStation 3, GameCube",
    "released_date": "2002-11-05",
    "genre": "Sports",
    "rating": null,
    "summary": "PlayStation port of FIFA 2003."
  },
  {
    "name": "FIFA 2000",
    "platform": "PC, PlayStation, Game Boy Color",
    "released_date": "1999-01-01",
    "genre": "Sports",
    "rating": 69.70476172585616,
    "summary": "FIFA 2000 (titled FIFA 2000: Major League Soccer in North America, and FIFA 2000: Europa League Soccer in Japan) is an association football video game developed by EA Canada and published by Electronic Arts. It was the seventh game in the main FIFA series. The game was released for Microsoft Windows and PlayStation. A version was also released for the Game Boy Color, developed by Tiertex Design Studios and published by THQ."
  },
  {
    "name": "FIFA 09",
    "platform": "PC, Xbox 360, PlayStation 3, PlayStation 2, PSP",
    "released_date": "2008-10-02",
    "genre": "Sports",
    "rating": null,
    "summary": "Zeebo port of FIFA Soccer 09."
  },
  {
    "name": "FIFA '99",
    "platform": "PC, PlayStation",
    "released_date": "1998-11-01",
    "genre": "Sports",
    "rating": 79.31984641262055,
    "summary": "FIFA 99 features an elite league called the \"European Dream League\" in which 20 top teams from across Europe battle it out in a league format. It was also the first game to feature a block containing teams which did not pertain to any of the main leagues (back then, it was known as \"Rest of Europe\" since all teams were European, the vast majority of them featured either in the 1998-99 season of the UEFA Cup or Champions League).\n\nGraphically, it is a major improvement over FIFA '98, with the inclusion of basic facial animations and different players' heights as well as certain other cosmetic features such as improved kits and emblems, although they are unlicensed. Gamers may also create their own custom cups and leagues and select the teams they wish to participate."
  },
  {
    "name": "FIFA 14",
    "platform": "PC, PlayStation 4, Xbox One, Nintendo Switch, iOS, Android, Nintendo 3DS, Xbox 360, PlayStation 3, PlayStation 2, PS Vita, PSP, Wii",
    "released_date": "2013-09-23",
    "genre": "Sports",
    "rating": 75.44249969833638,
    "summary": "FIFA 14 is a 2013 sports association football simulation video game developed by EA Canada and published by Electronic Arts."
  },
  {
    "name": "FIFA 19",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2018-09-28",
    "genre": "Simulation, Sports",
    "rating": null,
    "summary": "Nintendo Switch port of FIFA 19."
  },
  {
    "name": "FIFA 07",
    "platform": "PC, Xbox 360, Xbox, PlayStation 2, GameCube, Game Boy Advance",
    "released_date": "2006-09-25",
    "genre": "Sports",
    "rating": null,
    "summary": "Mobile port of FIFA 07."
  },
  {
    "name": "FIFA Street",
    "platform": "Xbox, PlayStation 2, GameCube",
    "released_date": "2005-02-22",
    "genre": "Sports",
    "rating": 60.49263310614671,
    "summary": "FIFA Street is the most authentic street football game ever created, developed by award-winning FIFA creative director Gary Paterson, and inspired by street footballers around the world."
  },
  {
    "name": "Battlefield",
    "platform": "PC",
    "released_date": "1991-01-01",
    "genre": "Strategy",
    "rating": 76.31737133695727,
    "summary": "Battlefield 4 is the genre-defining action blockbuster created by Dice, and made from moments that blur the line between game and glory, moments found only in Battlefield. Go to Boot Camp to learn the basics of Battlefield 4's engaging single player and intense multiplayer mode. Here you'll also find intel on Levolution, Commander Mode, Naval Warfare and many more exciting game features."
  },
  {
    "name": "Battlefield 2042",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2021-11-12",
    "genre": "Casual, Shooter, Adventure, Action",
    "rating": 55.57428630492787,
    "summary": "Battlefield 2042 marks the return to the iconic all-out warfare of the franchise. Adapt and overcome dynamically-changing battlegrounds with the help of your squad and a cutting-edge arsenal. With support for 128 players, prepare for unprecedented scale on vast environments. Take on massive experiences, from updated multiplayer modes like Conquest and Breakthrough to the all-new Hazard Zone."
  },
  {
    "name": "Battlefield 1 Revolution",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2017-08-21",
    "genre": "Shooter",
    "rating": 79.42467639490847,
    "summary": "Join the Battlefield community in the dawn of all-out war. Untold chapters of World War 1 are brought to life with unmatched intensity through an included Battlefield 1 Premium Pass and an unmatched Battlefield 1 experience.\n\nBattlefield 1 Revolution lets you jump into The Great War through massive team-based multiplayer battles. With unique combat roles on land, in the sky, and at sea, no battle is ever the same. Or discover a world at war through single player War Stories campaigns.\n\nProgress in deep and rewarding Service Assignments, then customize your solider to match your playstyle with Specializations. Take on fan-favorite modes like Conquest and Frontlines, volunteer for multi-battle challenges in Operations, or squad up with friends in Platoons.\n\nJoin the ranks of the revolution and experience war on an epic scale."
  },
  {
    "name": "Battlefield: Bad Company",
    "platform": "Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2008-06-23",
    "genre": "Shooter, Action",
    "rating": 80.84218515819603,
    "summary": "Battlefield: Bad Company 2 brings the award-winning Battlefield gameplay to the forefront of PC gaming with best-in-class vehicular combat and unexpected \"Battlefield moments.\"\n\nNew vehicles like the ATV and a transport helicopter allow for all-new multiplayer tactics on the Battlefield. With the Frostbite-enabled Destruction 2.0 system, you can take down entire buildings and create your own fire points by blasting holes through cover. You can also compete in four-player teams in two squad-only game modes, fighting together to unlock exclusive awards and achievements.\n\nBattles are set across expansive maps, each with a different tactical focus. The game also sees the return of the B Company squad in a more mature single-player campaign."
  },
  {
    "name": "Battlefield 2: Modern Combat",
    "platform": "Xbox 360, Xbox, PlayStation 2",
    "released_date": "2005-10-24",
    "genre": "Shooter, Action",
    "rating": 63.20718896781586,
    "summary": "Battlefield 2: Modern Combat is the fourth installment in the Battlefield Series and was developed by DICE and published by EA. It is a console spin-off of the critically acclaimed Battlefield 2 for the PC."
  },
  {
    "name": "Battlefield: Bad Company 2",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2010-03-02",
    "genre": "Shooter, Action",
    "rating": 80.84218515819603,
    "summary": "Battlefield: Bad Company 2 brings the award-winning Battlefield gameplay to the forefront of PC gaming with best-in-class vehicular combat and unexpected \"Battlefield moments.\"\n\nNew vehicles like the ATV and a transport helicopter allow for all-new multiplayer tactics on the Battlefield. With the Frostbite-enabled Destruction 2.0 system, you can take down entire buildings and create your own fire points by blasting holes through cover. You can also compete in four-player teams in two squad-only game modes, fighting together to unlock exclusive awards and achievements.\n\nBattles are set across expansive maps, each with a different tactical focus. The game also sees the return of the B Company squad in a more mature single-player campaign."
  },
  {
    "name": "Battlefield: Bad Company 2 - Vietnam",
    "platform": "PC, Xbox 360, PlayStation 3",
    "released_date": "2010-12-17",
    "genre": "Shooter, Action",
    "rating": 58.11882519733237,
    "summary": "Get ready for a whole new war, as DICE's massively popular online shooter Battlefield: Bad Company 2 makes the journey back to the 60's and the infamous Vietnam war.\n\nAt the heart of this expansion lie four distinct, brand-new multiplayer maps based on the Vietnam War. Each map brings a new gameplay experience and fresh visuals, with characteristics such as foxholes, tunnels and dense jungles from where the enemy can launch surprise attacks. Also, 15 classic Vietnam-era weapons and 6 vehicles are available from the moment you go online.\n\nAll four multiplayer game modes from Battlefield: Bad Company 2, including the genre-defining Conquest Mode, will be playable in Battlefield: Bad Company 2 Vietnam. The expansion is integrated with the full game persistence, so no matter what theatre of war you participate in, you will continue to level up your soldier as usual."
  },
  {
    "name": "Battlefield 1942",
    "platform": "PC",
    "released_date": "2002-09-10",
    "genre": "Shooter, Action",
    "rating": 78.1489006271471,
    "summary": "An expansion pack for Battlefield 1942, continuing the battle with the Italian Campaign."
  },
  {
    "name": "Battlefield Heroes",
    "platform": "PC",
    "released_date": "2009-06-25",
    "genre": "Shooter, Action",
    "rating": 74.90005604663635,
    "summary": "A cartoon-style Play 4 Free shooter that brings classic Battlefield gameplay to an all new mass audience. Developed by DICE in Stockholm, the game's fun cartoon-style graphics and gameplay caters to players of all skill levels."
  },
  {
    "name": "Battlefield 4",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2013-10-29",
    "genre": "Shooter",
    "rating": 76.31737133695727,
    "summary": "Battlefield 4 is the genre-defining action blockbuster created by Dice, and made from moments that blur the line between game and glory, moments found only in Battlefield. Go to Boot Camp to learn the basics of Battlefield 4's engaging single player and intense multiplayer mode. Here you'll also find intel on Levolution, Commander Mode, Naval Warfare and many more exciting game features."
  },
  {
    "name": "Battlefield Hardline",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2015-03-17",
    "genre": "Shooter, Action",
    "rating": 67.98144650660734,
    "summary": "Battlefield: Hardline features a whole new variety of gameplay that breaks away from the traditional Battlefield game modes. The new game modes are Heist Mode, Rescue Mode, Hotwire Mode and Bloodmoney Mode. The focus of the game has been shifted to police rather than the millitary background that has spanned the whole series up to now. Players will have access to various millitary grade weapons and vehicles as well as having police equipment such as tasers and handcuffs."
  },
  {
    "name": "Battlefield 1",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2016-10-21",
    "genre": "Shooter, Action",
    "rating": 79.42467639490847,
    "summary": "Join the Battlefield community in the dawn of all-out war. Untold chapters of World War 1 are brought to life with unmatched intensity through an included Battlefield 1 Premium Pass and an unmatched Battlefield 1 experience.\n\nBattlefield 1 Revolution lets you jump into The Great War through massive team-based multiplayer battles. With unique combat roles on land, in the sky, and at sea, no battle is ever the same. Or discover a world at war through single player War Stories campaigns.\n\nProgress in deep and rewarding Service Assignments, then customize your solider to match your playstyle with Specializations. Take on fan-favorite modes like Conquest and Frontlines, volunteer for multi-battle challenges in Operations, or squad up with friends in Platoons.\n\nJoin the ranks of the revolution and experience war on an epic scale."
  },
  {
    "name": "Battlefield 1942: Secret Weapons of WWII",
    "platform": "PC",
    "released_date": "2003-09-03",
    "genre": "Shooter, Action",
    "rating": 78.4327003200975,
    "summary": "An expansion pack for Battlefield 1942 adding experimental weapons, gadgets and vehicles as well as new maps."
  },
  {
    "name": "Battlefield Vietnam",
    "platform": "PC",
    "released_date": "2004-03-14",
    "genre": "Shooter, Action",
    "rating": 73.7365422625557,
    "summary": "The Battlefield franchise entered a new era equipped with more firepower, modernized weaponry and vehicles, and a deeper infantry experience from the jungles to the beaches of Vietnam. In Battlefield Vietnam, players selected from a variety of characters within the different soldier classes.\n\nThe game introduced new dramatic battle scenarios including leading a squadron of helicopters in an all-out attack on an enemy compound, executing an ambush of enemy soldiers from dense foliage, captaining a PT boat through a dangerous jungle river passage, and more."
  },
  {
    "name": "Battlefield 1: In The Name Of The Tsar",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2017-09-18",
    "genre": "Shooter, Action",
    "rating": 75.89301201306934,
    "summary": "A first glimpse of Battlefield 1 In the Name of the Tsar. Enter the war’s biggest front with the Russian army in the most extensive Battlefield expansion so far."
  },
  {
    "name": "Battlefield 2142",
    "platform": "PC",
    "released_date": "2006-10-17",
    "genre": "Shooter, Action",
    "rating": 80.70862239841426,
    "summary": "Northern Strike is the first expansion pack to Dice's Battlefield 2142, adding new maps, vehicles and weapons."
  },
  {
    "name": "Battlefield 2",
    "platform": "PC",
    "released_date": "2005-06-21",
    "genre": "Shooter, Action",
    "rating": 81.77769280858293,
    "summary": "In Battlefield 2, players will choose to fight for one of three military superpowers: the United States, the Chinese, or the newly formed Middle East Coalition. Armed with the latest modern weaponry, players can take control of any of the game’s 30+ vehicles to engage in major conflicts with over 64 players in some of the largest online battles on the PC. Additionally, persistent character growth allows players to rise through the ranks and attain the ultimate rank of General."
  },
  {
    "name": "Battlefield V",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-11-20",
    "genre": "Massively Multiplayer, Shooter, Adventure, Action",
    "rating": 70.99558651363327,
    "summary": "The Battlefield series goes back to its roots in a never-before-seen portrayal of World War 2. Take on physical, all-out multiplayer with your squad in modes like the vast Grand Operations and the cooperative Combined Arms, or witness human drama set against global combat in the single player War Stories. As you fight in epic, unexpected locations across the globe, enjoy the richest and most immersive Battlefield yet."
  },
  {
    "name": "Battlefield 3",
    "platform": "PC, Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2011-10-25",
    "genre": "Shooter, Action",
    "rating": 80.25936817396783,
    "summary": "In Battlefield 3, players step into the role of the elite U.S. Marines. As the first boots on the ground, players will experience heart-pounding missions across diverse locations including Paris, Tehran and New York. As a U.S. Marine in the field, periods of tension and anticipation are punctuated by moments of complete chaos. As bullets whiz by, as walls crumble, as explosions force players to the ground, the battlefield feels more alive and interactive than ever before."
  },
  {
    "name": "Battlefield 1943",
    "platform": "Xbox One, Xbox 360, PlayStation 3",
    "released_date": "2009-07-08",
    "genre": "Shooter, Action",
    "rating": 71.68259719973472,
    "summary": "Using the Frostbite engine, Battlefield 1943 takes players back to WWII. The game offers hours of 24 player multiplayer action over three classic and tropic locations; Wake Island, Guadalcanal and Iwo Jima. Delivering the award-winning through-the-gun and vehicle warfare online experience DICE is best recognized for, Battlefield 1943 has players battling in ruthless aerial dog fights and intense trench combat."
  },
  {
    "name": "Street Fighter",
    "platform": "Web",
    "released_date": "2021-07-13",
    "genre": "Action",
    "rating": 81.44796162737032,
    "summary": "Street Fighter III: 3rd Strike is the second follow-up to Street Fighter III. The game increased the character roster by adding five new characters and also added further refinements to the previous game's play mechanics and rules. All the returning characters from the previous Street Fighter III games were given new stages, endings, and voice actors for certain characters, continuing the overall storyline from where the first two games left off."
  },
  {
    "name": "Street Fighter IV",
    "platform": "PC, Xbox One, iOS, Xbox 360, PlayStation 3",
    "released_date": "2009-02-12",
    "genre": "Arcade, Action, Fighting",
    "rating": 80.54868903811675,
    "summary": "Street Fighter IV brings the legendary fighting series back to its roots by taking the beloved fighting moves and techniques of the original Street Fighter II, and infusing them with Capcom’s latest advancements in next generation technology to create a truly extraordinary experience that will re-introduce the world to the time-honored art of virtual martial arts.\n\nNewcomers:\n- Abel\n- C.Viper\n- Rufus\n- El Fuerte\n- Gouken"
  },
  {
    "name": "Street Fighter III: 3rd Strike",
    "platform": "PlayStation 2, Dreamcast",
    "released_date": "1999-05-12",
    "genre": "Fighting",
    "rating": 81.44796162737032,
    "summary": "Street Fighter III: 3rd Strike is the second follow-up to Street Fighter III. The game increased the character roster by adding five new characters and also added further refinements to the previous game's play mechanics and rules. All the returning characters from the previous Street Fighter III games were given new stages, endings, and voice actors for certain characters, continuing the overall storyline from where the first two games left off."
  },
  {
    "name": "Street Fighter II: Champion Edition",
    "platform": "Wii, Genesis, SEGA Master System",
    "released_date": "1992-03-01",
    "genre": "Fighting",
    "rating": 76.97719979041875,
    "summary": "Street Fighter II: Champion Edition is a competitive fighting game released for the arcades by Capcom in 1992. It was the first of several updated versions of the original Street Fighter II: The World Warrior. The main changes consisted of the addition of the Grand Masters (the final four computer-controlled opponents in the single-player mode) as playable characters and mirror matches (same character vs. matches). The fighting techniques of the eight main characters from the original game were also further refined to allowed for more balanced competitive play.\nChampion Edition was followed by Street Fighter II' Turbo: Hyper Fighting, released several months later."
  },
  {
    "name": "Street Fighter V",
    "platform": "PC, PlayStation 4",
    "released_date": "2016-02-15",
    "genre": "Action, Fighting",
    "rating": 73.26688349043548,
    "summary": "Experience the intensity of head-to-head battle with Street Fighter V! Choose from 16 iconic characters, each with their own personal story and unique training challenges, then battle against friends online or offline with a robust variety of match options. Earn Fight Money in Ranked Matches, play for fun in Casual Matches or invite friends into a Battle Lounge and see who comes out on top!"
  },
  {
    "name": "Street Fighter: Duel",
    "platform": "Android",
    "released_date": null,
    "genre": "RPG",
    "rating": null,
    "summary": "Enter the world of Street Fighter like never before with the first mobile RPG game of the franchise - Street Fighter: Duel!\n\nStreet Fighter: Duel is the official Street Fighter RPG mobile game for the casual Street Fighter fan, where you can collect and upgrade a team of recognizable fighters and ​battle your way through an original story or against friends and powerful opponents around the world."
  },
  {
    "name": "Street Fighter 6",
    "platform": "PC, PlayStation 5, PlayStation 4, Xbox Series S/X",
    "released_date": "2023-06-01",
    "genre": "Adventure, Action, Fighting",
    "rating": 87.08460564435666,
    "summary": "The evolution of fighting games starts with our traditional Fighting Ground, and then we're turning the genre on its head with World Tour and Battle Hub for a total of three modes where anyone can play to their liking.\n\nNo one starts off as a champion. You get there step by step, punch by punch.\nTake up the challenge and bring your game to the next level."
  },
  {
    "name": "X-Men vs. Street Fighter",
    "platform": "PC, PlayStation, SEGA Saturn",
    "released_date": "1996-09-09",
    "genre": "Fighting",
    "rating": 75.59022369305985,
    "summary": "X-Men vs. Street Fighter is a fighting game originally released as a coin-operated arcade game in 1996. It is Capcom's third fighting game to feature Marvel Comics characters and the first game to match them against their own, with characters from Marvel's X-Men franchise being matched against the cast from the Street Fighter series.\n\nIt was the first game to blend a tag team style of combat with the Street Fighter gameplay, as well as incorporating elements from Capcom's previous Marvel-themed fighting games, X-Men: Children of the Atom and Marvel Super Heroes."
  },
  {
    "name": "Street Fighter Alpha 2",
    "platform": "PC, Nintendo 3DS, PlayStation, SNES, SEGA Saturn",
    "released_date": "1996-02-27",
    "genre": "Action, Fighting",
    "rating": null,
    "summary": "The SNES port of Street Fighter Alpha 2 had to lower the quality of graphics and audio because of the power of the machine. This version also have loading times when entering matches while sounds are loaded onto the sound chip. Unlike the PlayStation and Saturn versions, the only secret characters available to the player are the classic-style Chun-Li and Shin Akuma."
  },
  {
    "name": "STREET FIGHTER X TEKKEN",
    "platform": "PC, iOS, Xbox 360, PlayStation 3, PS Vita",
    "released_date": "2011-09-05",
    "genre": "Action, Fighting",
    "rating": null,
    "summary": "A crossover game that is planned to have Street Fighter characters in the 3D fighting style of a normal Tekken game.\nThe reverse of Street Fighter x Tekken which put Tekken characters into the 2D fighting style of a Street Fighter game in 2012.\n\nThe game has been stuck in development since its 2010 announcement and the game was put on hold officially in 2016, though early character models and some gameplay systems were said to be finished at the time."
  },
  {
    "name": "Street Fighter: The Movie",
    "platform": "PlayStation, SEGA Saturn",
    "released_date": "1995-06-10",
    "genre": "Fighting",
    "rating": 59.43175844107962,
    "summary": "Next-generation gaming and mega movie-based action collide in Street Fighter: The Movie!\n\nStreet Fighter: The Movie. The ultimate street fighter begins...where the others left off!!!"
  },
  {
    "name": "Five Nights at Freddy's",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2014-07-24",
    "genre": "Strategy, Indie, Action, Simulation",
    "rating": null,
    "summary": "Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.\n\nFrom your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!"
  },
  {
    "name": "Five Night's At freddys",
    "platform": "macOS",
    "released_date": "2022-09-14",
    "genre": null,
    "rating": null,
    "summary": "Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.\n\nFrom your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!"
  },
  {
    "name": "Five Nights at Freddy's: Sister Location",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2016-10-07",
    "genre": "Indie, Adventure, Action, Simulation",
    "rating": null,
    "summary": "Welcome to Circus Baby's Pizza World, where family fun and interactivity go beyond anything you've seen at those *other* pizza places! With cutting-edge animatronic entertainers that will knock your kids' socks off, as well as customized pizza catering, no party is complete without Circus Baby and the gang!\n\nNow hiring: Late night technician. Must enjoy cramped spaces and be comfortable around active machinery. Not responsible for death or dismemberment.\n\nDon't hold it against us."
  },
  {
    "name": "Five Nights at Freddy's: Security Breach",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2021-12-16",
    "genre": "Indie, Adventure, Action",
    "rating": 52.80175494699652,
    "summary": "Five Nights at Freddy’s: Security Breach is the latest installment of the family-friendly horror games loved by millions of players from all over the globe. Play as Gregory, a young boy trapped overnight in Freddy Fazbear's Mega Pizzaplex. With the help of Freddy Fazbear himself, Gregory must survive the near-unstoppable hunt of reimagined Five Nights at Freddy’s characters, as well as new, horrific threats."
  },
  {
    "name": "Five Nights at Freddy's 2",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2014-11-10",
    "genre": "Strategy, Indie, Simulation",
    "rating": 78.19615735272296,
    "summary": "Welcome back to the new and improved Freddy Fazbear's Pizza!\n\nIn Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!\n\nWhat could go wrong?\n\nAs the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.\n\nAs always, Fazbear Entertainment is not responsible for death or dismemberment."
  },
  {
    "name": "Five Nights at Freddy's 3",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2015-03-02",
    "genre": "Indie, Action, Simulation",
    "rating": null,
    "summary": "Thirty years after Freddy Fazbear's Pizza closed it's doors, the events that took place there have become nothing more than a rumor and a childhood memory, but the owners of \"Fazbear's Fright: The Horror Attraction\" are determined to revive the legend and make the experience as authentic as possible for patrons, going to great lengths to find anything that might have survived decades of neglect and ruin.\n\nAt first there were only empty shells, a hand, a hook, an old paper-plate doll, but then a remarkable discovery was made...\n\nThe attraction now has one animatronic."
  },
  {
    "name": "Five Nights at Freddy's 4",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, iOS, Android",
    "released_date": "2015-07-23",
    "genre": "Strategy, Indie, Action",
    "rating": 69.69867649721067,
    "summary": "This time, the terror has followed you home.\n\nIn this last chapter of the Five Nights at Freddy's original story, you must once again defend yourself against Freddy Fazbear, Chica, Bonnie, Foxy, and even worse things that lurk in the shadows. Playing as a child whose role is yet unknown, you must safeguard yourself until 6am by watching the doors, as well as warding off unwanted creatures that may venture into your closet or onto the bed behind you.\n\nYou have only a flashlight to protect yourself. It will scare away things that may be creeping at the far end of the hallways, but be careful, and listen. If something has crept too close, then shining lights in its eyes will be your end."
  },
  {
    "name": "Five Nights at Freddy's: Help Wanted",
    "platform": "Xbox One, Nintendo Switch",
    "released_date": "2020-05-21",
    "genre": null,
    "rating": null,
    "summary": "This is the mobile version of Five Nights at Freddy’s: Help Wanted, a collection of classic and original mini-games set in the Five Nights universe.\n\nSurvive terrifying encounters with your favorite killer animatronics in a collection of new and classic Five Nights at Freddy’s experiences. “Where fantasy and fun come to life!”\n\nTime to get your hands dirty. Repair claustrophobic ventilation systems, troubleshoot broken animatronics that could activate at any moment, or spend your evenings cowering in the nighttime security guard office.\n\nScenes from classic titles have been updated and remade for a fully immersive experience including Five Nights at Freddy’s, Five Nights at Freddy’s 2, Five Nights at Freddy’s 3, Five Nights at Freddy’s 4, and Five Nights at Freddy’s: Sister Location.\n\nA minigame called Princess Quest was exclusive to the mobile port of the game. Occasionally, a grid pattern will appear on objects at the Prize Counter."
  },
  {
    "name": "Five Nights at Freddy's: Custom Night",
    "platform": "PC",
    "released_date": "2022-01-13",
    "genre": "Strategy",
    "rating": null,
    "summary": "Custom Night is a free update to Five Nights at Freddy's: Sister Location."
  },
  {
    "name": "Five Nights at Freddy's: HW",
    "platform": "iOS",
    "released_date": "2020-10-26",
    "genre": "Action",
    "rating": 71.56831002393045,
    "summary": "Five Nights at Freddy’s: Help Wanted is a collection of classic and original mini-games set in the Five Nights universe. Survive terrifying encounters with your favorite killer animatronics in a collection of new and classic Five Nights at Freddy's experiences. “Where fantasy and fun come to life!”"
  },
  {
    "name": "Five Nights at Freddys: 4",
    "platform": "PC",
    "released_date": "2022-01-13",
    "genre": null,
    "rating": 69.69867649721067,
    "summary": "This time, the terror has followed you home.\n\nIn this last chapter of the Five Nights at Freddy's original story, you must once again defend yourself against Freddy Fazbear, Chica, Bonnie, Foxy, and even worse things that lurk in the shadows. Playing as a child whose role is yet unknown, you must safeguard yourself until 6am by watching the doors, as well as warding off unwanted creatures that may venture into your closet or onto the bed behind you.\n\nYou have only a flashlight to protect yourself. It will scare away things that may be creeping at the far end of the hallways, but be careful, and listen. If something has crept too close, then shining lights in its eyes will be your end."
  },
  {
    "name": "Five Nights at Freddy's (FNAF)",
    "platform": "PC",
    "released_date": "2022-01-09",
    "genre": null,
    "rating": null,
    "summary": "Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman.\n\nFrom your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!"
  },
  {
    "name": "Five Nights at Freddy's AR",
    "platform": "iOS",
    "released_date": "2019-11-21",
    "genre": "Strategy",
    "rating": null,
    "summary": "Five Nights at Freddy's AR Lite is a recreation of Five Nights at Freddy's AR Special Delivery, without any augmented reality."
  },
  {
    "name": "Halo",
    "platform": "PC",
    "released_date": "2021-05-27",
    "genre": "RPG",
    "rating": 83.94976651607885,
    "summary": "Bent on Humankind's extermination, a powerful fellowship of alien races known as the Covenant is wiping out Earth's fledgling interstellar empire. Climb into the boots of Master Chief, a biologically altered super-soldier, as you and the other surviving defenders of a devastated colony-world make a desperate attempt to lure the alien fleet away from earth. Shot down and marooned on the ancient ring-world Halo, you begin a guerilla-war against the Covenant. Fight for humanity against an alien onslaught as you race to uncover the mysteries of Halo."
  },
  {
    "name": "Halo: Reach",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2010-09-14",
    "genre": "Shooter",
    "rating": 85.12638646955801,
    "summary": "Experience the story before the events of Halo: Combat Evolved as you fight to defend the planet Reach from a harrowing Covenant invasion. In this first-person shooter you can customize your own Spartan with armor and accessories to experience both a pulse-pounding campaign and addictive multiplayer mode. Reach will fall, but it won't go down without a fight."
  },
  {
    "name": "Halo Infinite",
    "platform": "PC, Xbox One, Xbox Series S/X",
    "released_date": "2021-12-08",
    "genre": "Shooter, Adventure, Action",
    "rating": 82.10612745247134,
    "summary": "The Master Chief returns in Halo Infinite – the next chapter of the legendary franchise. When all hope is lost and humanity’s fate hangs in the balance, the Master Chief is ready to confront the most ruthless foe he’s ever faced. Step inside the armor of humanity’s greatest hero to experience an epic adventure and explore the massive scale of the Halo ring."
  },
  {
    "name": "Halo 3: ODST",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2009-09-22",
    "genre": "Shooter, Action",
    "rating": 75.24018885001027,
    "summary": "New Mombasa is in ruins, yet the fight is far from over. Halo 3: ODST drops players onto the streets of the besieged city in this first-person shooter. Assume the role of “The Rookie”, an Orbital Drop Shock Trooper, and discover the truth behind the Covenant invasion. Engage in intense online multiplayer battles with the complete collection of Halo 3 multiplayer maps – including three all-new battlefields – and join your teammates in Firefight, a new cooperative mode that pits you against waves of Covenant invaders."
  },
  {
    "name": "Halo 2: Anniversary",
    "platform": "PC, Xbox One",
    "released_date": "2014-11-11",
    "genre": "Shooter, Action",
    "rating": 84.29487190230401,
    "summary": "Experience the impeccably remastered edition of the original Halo 2 game. Following the destruction of Halo, humankind experiences a short-lived victory. Eager for revenge, the Covenant launches a surprise attack on Earth, but they find themselves ill-prepared to defeat the UNSC’s home fleet and are forced to flee into slipspace. When the Master Chief pursues his overzealous enemies, they discover yet another Halo ring, uncovering long-buried secrets, including an unlikely ally, that will dramatically alter the course of the Human-Covenant Conflict forever.\n\nGame Features:\n• PC Settings/Optimizations: Halo 2: Anniversary is now optimized for PC and looking better than ever at up to 4k UHD and at 60+ FPS.* Other PC native settings include customizable mouse and keyboard support, ultrawide support, FOV customization, and more.\n• Campaign: Experience the next chapter in the Halo saga and fight your way through 15 unforgettable missions. Play as both Spartan-117, the Master Chief, and for the first time, the Covenant Elite, known as the Arbiter, and experience the Human-Covenant Conflict in a whole new way.\n• Anniversary Edition/Update: Toggle between the remastered graphics in the Anniversary edition and the graphics from the original Halo 2 campaign. In the Anniversary edition, view Blur Studio’s spectacularly remastered cutscenes from the original Halo 2 game.\n• Multiplayer: Continue your Halo adventure with 7 remastered multiplayer maps from Halo 2: Anniversary and 25 multiplayer maps from the original Halo 2, featuring a completely updated progression system."
  },
  {
    "name": "Halo: Spartan Assault",
    "platform": "PC, Xbox One, iOS, Xbox 360",
    "released_date": "2013-07-18",
    "genre": "Shooter, Adventure, Action",
    "rating": 61.61897866831383,
    "summary": "Enlist as a Spartan soldier and sharpen your tactical skills in battle! Set between the events of Halo 3 and Halo 4, Halo: Spartan Assault, developed by 343 Industries in conjunction with Vanguard Games, is a new chapter within the award-winning Halo universe. Spanning over 30 missions in vibrant, dangerous worlds, dive deeper into the backstory of Human-Covenant wars and the origins of the Spartan Ops program."
  },
  {
    "name": "Halo: Combat Evolved",
    "platform": "PC, macOS, Xbox",
    "released_date": "2001-11-15",
    "genre": "Shooter, Adventure, Action",
    "rating": 83.94976651607885,
    "summary": "Bent on Humankind's extermination, a powerful fellowship of alien races known as the Covenant is wiping out Earth's fledgling interstellar empire. Climb into the boots of Master Chief, a biologically altered super-soldier, as you and the other surviving defenders of a devastated colony-world make a desperate attempt to lure the alien fleet away from earth. Shot down and marooned on the ancient ring-world Halo, you begin a guerilla-war against the Covenant. Fight for humanity against an alien onslaught as you race to uncover the mysteries of Halo."
  },
  {
    "name": "Halo: Spartan Strike",
    "platform": "PC, iOS",
    "released_date": "2015-04-16",
    "genre": "Adventure, Action",
    "rating": 67.9292351712758,
    "summary": "Utilize your Spartan skills in this classified ONI simulation set during the events of Halo 2 in New Mombasa. Lead UNSC troops through numerous missions as you battle against enemy troops and fight to save Earth."
  },
  {
    "name": "Halo 5: Guardians",
    "platform": "Xbox One",
    "released_date": "2015-10-27",
    "genre": "Shooter, Adventure, Action",
    "rating": 75.93995000334729,
    "summary": "Halo 5: Guardians delivers epic multiplayer experiences that span multiple modes, full-featured level building tools, and another chapter in the Master Chief saga. The Master Chief saga continues, with solo and up to 4-player cooperative experience that spans three worlds. A mysterious and unstoppable force threatens the galaxy. The Spartans of Fireteam Osiris and Blue Team must embark on a journey that will change the course of history and the future of mankind."
  },
  {
    "name": "Halo Wars: Definitive Edition",
    "platform": "PC, Xbox One",
    "released_date": "2017-04-20",
    "genre": "Strategy",
    "rating": 76.99080329334566,
    "summary": "Halo Wars: Definitive Edition is an enhanced version of the real-time strategy classic, Halo Wars, updated to run natively on Xbox One and Windows 10. Set early in the iconic war between the Covenant and UNSC - made famous by the Halo FPS games - Halo Wars: Definitive Edition provides a unique angle on the war while bringing new heroes to the battlefield. Control large Halo armies and direct them in action-packed warfare. Halo Wars: Definitive Edition includes improved graphics, new achievements and all the DLC from the landmark game. Re-live the epic campaign or compete in online multiplayer battles with armies of powerful Halo forces at your command."
  },
  {
    "name": "Halo: Combat Evolved Anniversary",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2011-11-15",
    "genre": "Shooter",
    "rating": 81.25391689210488,
    "summary": "Halo: Combat Evolved Anniversary is a spectacular remastered version of the original game, created to celebrate the 10th anniversary of one of the most beloved first-person shooters in gaming history. Bundled with seven of the most popular multiplayer maps in Halo history ready for Xbox Live, Halo: Anniversary includes a bounty of new features including cooperative play over Xbox Live, Achievements, new challenges, and new fiction to uncover."
  },
  {
    "name": "Halo: The Master Chief Collection",
    "platform": "PC, Xbox One",
    "released_date": "2014-11-11",
    "genre": "Adventure, Action",
    "rating": 86.08878847044107,
    "summary": "The improved and enhanced Halo: The Master Chief Collection features visual enhancements with up to 4K UHD resolution, improved matchmaking, offline LAN, customizable installation options, and faster load times, it’s the definitive way to experience the ultimate Halo saga. Includes the extensive suite of campaign, multiplayer and additional features from Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, and Halo 4 - all updated to run at 60FPS."
  },
  {
    "name": "Halo Wars",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2010-08-11",
    "genre": "Strategy",
    "rating": 74.06461878791245,
    "summary": "The Covenant has declared war on humanity, and Harvest is the first battleground. Set 21 years before the events of Halo: Combat Evolved, Halo Wars is an exciting real-time strategy game set in the legendary Halo universe. In this unique installment in the Halo franchise, players experience the epic battles that marked the beginning of the Covenant War. With the UNSC Spirit of Fire at their disposal, players fight in the intense and enormous conflicts that would define humanity's relentless heroism in its darkest hour."
  },
  {
    "name": "Halo 3",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2007-09-25",
    "genre": "Shooter",
    "rating": 75.24018885001027,
    "summary": "New Mombasa is in ruins, yet the fight is far from over. Halo 3: ODST drops players onto the streets of the besieged city in this first-person shooter. Assume the role of “The Rookie”, an Orbital Drop Shock Trooper, and discover the truth behind the Covenant invasion. Engage in intense online multiplayer battles with the complete collection of Halo 3 multiplayer maps – including three all-new battlefields – and join your teammates in Firefight, a new cooperative mode that pits you against waves of Covenant invaders."
  },
  {
    "name": "Halo 4",
    "platform": "PC, Xbox One, Xbox 360",
    "released_date": "2012-11-06",
    "genre": "Shooter, Action",
    "rating": 78.66959399397957,
    "summary": "Halo 4 marks the start of an epic new saga within the award-winning Halo universe. The Master Chief returns in this award-winning first-person shooter developed by 343 Industries. Shipwrecked on a mysterious world, faced with new enemies and deadly technology, the Chief returns to battle against an ancient evil bent on vengeance and annihilation...the universe will never be the same."
  },
  {
    "name": "Halo 2",
    "platform": "PC, Xbox One, Xbox",
    "released_date": "2004-11-09",
    "genre": "Shooter, Action",
    "rating": 84.3554365666414,
    "summary": "Halo 2 is the sequel to the highly successful and critically acclaimed Halo: Combat Evolved. In Halo 2, the saga continues as Master Chief—a genetically enhanced super-soldier—is the only thing standing between the relentless Covenant and the destruction of all humankind."
  },
  {
    "name": "Halo Wars 2",
    "platform": "PC, Xbox One",
    "released_date": "2017-02-21",
    "genre": "Strategy",
    "rating": 75.48705092827073,
    "summary": "After decades adrift and declared “lost with all hands,” the brave crew of the UNSC Spirit of Fire are mysteriously awoken above an ancient Forerunner haven known as the Ark. In Halo Wars 2, Captain Cutter and his crew will face one of humanity’s most formidable threats yet: The Banished – a fierce and powerful Brute faction led by a cunning and lethal warrior known as Atriox.\n\nHalo Wars 2 delivers real-time strategy at the speed of Halo combat. Get ready to lead armies of Spartans and other Halo fighting forces like Warthogs, Scorpions and exciting new units in a brutal war against a terrifying new enemy on the biggest Halo battlefield yet."
  },
  {
    "name": "CRASH",
    "platform": null,
    "released_date": "2014-03-09",
    "genre": "Action",
    "rating": 69.60498272867925,
    "summary": "Crash Twinsanity is the fifth mainline series game of the Crash Bandicoot series where Crash and the villain Cortex are forced into partnership. Each character occupies the same screen but they run along on different planes. Crash's gameplay is mostly the same as before, he can still do his trademark spin attack, double jump and body slam moves. The originality comes in his duo with Dr. Cortex, as he can throw him to places he can't reach himself or use him as a hammer to slap enemies. The consistent conflict between both heroes causes many funny situations."
  },
  {
    "name": "Crash Bandicoot",
    "platform": "PlayStation",
    "released_date": "1996-09-09",
    "genre": "Platformer, Adventure, Action",
    "rating": 67.5144242442777,
    "summary": "Crash Bandicoot: The Wrath of Cortex is the fourth mainline series game and the first to feature Crash Bandicoot on the PlayStation 2. It was later ported to the GameCube and Xbox, making it his first multiplatform appearance. The player controls Crash and his younger sister Coco who must gather 25 crystals and defeat the main antagonists of the story, Doctor Neo Cortex and his new super weapon Crunch Bandicoot. Much of the game takes place in a Virtual Reality Hub System created by Coco to help Crash gather the crystals. The gameplay is similar to the older games of the series."
  },
  {
    "name": "Crash Bash",
    "platform": "PlayStation",
    "released_date": "2000-11-06",
    "genre": "Casual, Action",
    "rating": 72.43587577006168,
    "summary": "Crash Bash is a party game in which four people can play several mini-games as characters from the Crash Bandicoot series. The gameplay consists of 28 different mini-games and three distinct modes of play: Adventure, Battle, and Tournament. Crash Bash includes multiplayer compatibility for up to four human players with the use of the PlayStation Multitap. The games are organized from a central hub world from which spokes lead to different levels."
  },
  {
    "name": "Crash Team Racing",
    "platform": "PlayStation 3, PlayStation, PSP",
    "released_date": "1999-09-30",
    "genre": "Racing, Action",
    "rating": 83.83231935724481,
    "summary": "Crash Team Racing is a kart racing game featuring popular characters from the Crash Bandicoot series. The gameplay is very similar to other kart racing video games like Mario Kart: players have to choose a character and compete against the other racers on various racetracks. The story mode allows you to choose any one of the characters to complete all the main races and beat the ultimate boss Nitrous Oxide. Each of the main races are against 7 other AI competitors with 5 boss races. There are also a few arcade modes up to 4 players."
  },
  {
    "name": "Crash Bandicoot 3: Warped",
    "platform": "PlayStation",
    "released_date": "1998-10-31",
    "genre": "Adventure, Action",
    "rating": 83.29459210190409,
    "summary": "Crash Bandicoot: Warped is the third game in the Crash Bandicoot series and the first to feature Coco as a playable character. The player takes control of Crash and Coco Bandicoot, who must travel back and forward in time and gather 25 crystals before Uka Uka and Doctor Neo Cortex can do so. Much of the game takes place in the Time Twister which acts as the hub area of the game. The Time-Twister is split up into five chambers, each chamber has five buttons that open portals to different levels. The goal in each level is to find and obtain the crystal hidden in the level. Crash Bandicoot: Warped was lauded by critics in many areas, and the game has been considered one of the best video games of all time."
  },
  {
    "name": "Crash Time 3",
    "platform": "PC",
    "released_date": "2009-11-25",
    "genre": "Racing, Action",
    "rating": 75.96383408051004,
    "summary": "Like its predecessors, Crash Time 3, the new installment of the well-known action racing game series, offers varied gameplay in top quality. The German game forge Synetic has once more taken the graphics engine a significant step further."
  },
  {
    "name": "Crash And Burn Racing",
    "platform": "PC",
    "released_date": "2014-12-09",
    "genre": "Racing, Indie, Action",
    "rating": 50.0,
    "summary": "Crash and Burn Racing is a high impact racing game. You will be put behind the wheel of crazy vehicles that are fitted with over-the-top weaponry and power-ups such as a nitro chargers, bombs and homing missiles.\n\nThe sole purpose of the game is to create as much havoc as possible by taking out rivals and preferably causing a fair share of civilian casualties in the process. You get to drive in fast super cars, ambulances, fire trucks and even a heavily armoured school bus.\n\nEach of the vehicles can be fully upgraded and customized to meet the driver's destructive needs. With each successful takedown money is earned, which can be used to upgrade cars."
  },
  {
    "name": "Crash: Mind Over Mutant",
    "platform": "Nintendo DS, Xbox 360, PlayStation 2, PSP, Wii",
    "released_date": "2008-10-07",
    "genre": "Adventure, Action",
    "rating": 58.36596181667366,
    "summary": "Crash: Mind Over Mutant is the sequel to Crash of the Titans and the seventh Crash Bandicoot series game. The game uses many of the same mechanics as its predecessor with a few changes. Rather than having twenty linear platforming levels to complete in sequence, Mind Over Mutant features eight distinct locations for Crash to explore and travel between as the story progresses. The player can complete missions given by non-playable characters and discover collectibles through the levels."
  },
  {
    "name": "Crash Bandicoot: The Wrath of Cortex",
    "platform": "Xbox 360, Xbox, PlayStation 2, GameCube",
    "released_date": "2001-10-29",
    "genre": "Platformer, Family, Action",
    "rating": 67.5144242442777,
    "summary": "Crash Bandicoot: The Wrath of Cortex is the fourth mainline series game and the first to feature Crash Bandicoot on the PlayStation 2. It was later ported to the GameCube and Xbox, making it his first multiplatform appearance. The player controls Crash and his younger sister Coco who must gather 25 crystals and defeat the main antagonists of the story, Doctor Neo Cortex and his new super weapon Crunch Bandicoot. Much of the game takes place in a Virtual Reality Hub System created by Coco to help Crash gather the crystals. The gameplay is similar to the older games of the series."
  },
  {
    "name": "Crash Bandicoot N. Sane Trilogy",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2017-06-30",
    "genre": "Platformer, Action",
    "rating": 82.51285929154923,
    "summary": "Crash Bandicoot N. Sane Trilogy is a remastered version, of the original 3 games (Crash Bandicoot, Crash Bandicoot 2: Cortex Strikes Back, and Crash Bandicoot 3: Warped) with enhanced features applied to each game."
  },
  {
    "name": "Crash Team Racing Nitro-Fueled",
    "platform": "Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2019-06-21",
    "genre": "Racing, Family, Action",
    "rating": null,
    "summary": "This compilation contains:\n\n- Crash Team Racing Nitro-Fueled\n- Crash Bandicoot N'Sane Trilogy"
  },
  {
    "name": "Crash Bandicoot 2: Cortex Strikes Back",
    "platform": "PlayStation",
    "released_date": "1997-11-01",
    "genre": "Adventure, Action",
    "rating": 83.19286033332547,
    "summary": "Crash Bandicoot 2: Cortex Strikes Back is the second game in the Crash Bandicoot series, and the sequel to the original game. The gameplay is largely similar to that of the original, as players make their way through a limited environment whilst breaking crates that contains bonuses. The goal of the game is to gather 25 crystals for Crash's nemesis, Doctor Neo Cortex. The crystals are scattered between 25 different levels accessible via Warp Rooms, which are hub areas of the game. A level is cleared by collecting its respective crystal and reaching the end of its path, which returns Crash to the Warp Room."
  },
  {
    "name": "Crash Bandicoot 4: It’s About Time",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch",
    "released_date": "2020-10-01",
    "genre": "Platformer, Action",
    "rating": 82.10468632505243,
    "summary": "Crash Bandicoot 4: It's About Time is the eighth Crash Bandicoot series game, though the fourth chronologically. The game retains the series' core platforming gameplay and adds new elements through the use of the Quantum Masks, who can alter levels and provide means to traverse or overcome obstacles. It also includes additional game modes for replaying levels, and the ability to control five characters, three of whom – Cortex, Dingodile, and Tawna – have their own unique gameplay and levels."
  },
  {
    "name": "Crash Commando",
    "platform": "PlayStation 3",
    "released_date": "2008-12-18",
    "genre": "Shooter",
    "rating": null,
    "summary": "Crash commando is a fast-paced PlayStation 3-exclusive side-scrolling shooter. Obviously inspired by Worms and Soldat, the large levels and small characters allow for hectic action in both single and online multiplayer modes."
  },
  {
    "name": "Crash Force",
    "platform": "PC",
    "released_date": "2017-01-20",
    "genre": "Indie, Action, RPG",
    "rating": null,
    "summary": "Crash Force is an amalgamation of the most popular genres in gaming; it is a multiplayer, arena, shooting game at its core with RPG and racing elements where the player assumes the role of a hovercraft to annihilate their enemies."
  },
  {
    "name": "Crash Twinsanity",
    "platform": "Xbox, PlayStation 2",
    "released_date": "2004-09-28",
    "genre": "Platformer",
    "rating": 69.60498272867925,
    "summary": "Crash Twinsanity is the fifth mainline series game of the Crash Bandicoot series where Crash and the villain Cortex are forced into partnership. Each character occupies the same screen but they run along on different planes. Crash's gameplay is mostly the same as before, he can still do his trademark spin attack, double jump and body slam moves. The originality comes in his duo with Dr. Cortex, as he can throw him to places he can't reach himself or use him as a hammer to slap enemies. The consistent conflict between both heroes causes many funny situations."
  },
  {
    "name": "Crash Wheels",
    "platform": "PC",
    "released_date": "2016-12-14",
    "genre": "Racing, Arcade, Indie",
    "rating": 60.0,
    "summary": "Arcade racing with the physics of damage"
  },
  {
    "name": "Crash of the Titans",
    "platform": "Nintendo DS, Xbox 360, PlayStation 2, PSP, Wii, Game Boy Advance",
    "released_date": "2007-10-02",
    "genre": "Platformer, Adventure, Action",
    "rating": 71.1770847111926,
    "summary": "Crash of the Titans is the sixth Crash Bandicoot series game. The gameplay has the player explore levels, picking up power-ups to use against enemies as well as for the first time, use fighting combos such as punches and kicks against enemies. When Crash defeats an enemy or destroys an object, a magical substance known as Mojo is released. If the player collects enough Mojo, he will earn either an ability upgrade or a new move."
  },
  {
    "name": "Crash Time 2",
    "platform": "PC",
    "released_date": "2008-11-27",
    "genre": "Racing, Action",
    "rating": 68.83641236269867,
    "summary": "Solve exciting criminal cases on the mean streets as member of the autobahn police force - or freely explore the open game world while chasing down high-octane racers. Escort politicians, transport precious goods or take down the criminal element with over 500HP and close to 200MPH. With fully destructible cars, arcade gameplay, outstanding graphics and stunning slow-mo effects, Crash Time 2 puts you right in the driver seat, ready to burn rubber."
  },
  {
    "name": "WWE Legends",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2009-03-24",
    "genre": "Action, Fighting, Sports",
    "rating": 50.00856676135017,
    "summary": "WWE Legends of WrestleMania embraces the leading sports entertainment organization's rich history to relive, rewrite or recreate the definitive elements of WWE from the Eighties and Nineties. Players relive the entertaining lives of more than 40 larger-than-life Legends and have control over Legendary Managers, each of whom play crucial roles in match outcomes. The game's new grapple-based fighting system captures the high-energy action and drama seen in vintage WWE matches, while a historically accurate representation of past WWE telecasts sets the stage, including dynamic visual treatments, signature ring entrances, renowned commentators and notable venues. WWE Legends of WrestleMania also includes a WrestleMania Tour Mode that allows players to participate in key matches from multiple WrestleMania events, a Create-A-Legend system to develop the Legends of tomorrow, as well as online functionality for players to compete on the biggest stages in WWE history."
  },
  {
    "name": "WWE 2K Battlegrounds",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2020-09-18",
    "genre": "Action, Fighting, Sports",
    "rating": 50.15007166363922,
    "summary": "The world of WWE is your battleground with all-new, over the top, in-your-face arcade action as your favorite WWE Superstars and Legends battle it out in outlandish interactive environments around the world."
  },
  {
    "name": "WWE 2K17",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2016-10-11",
    "genre": "Fighting, Simulation, Sports",
    "rating": 68.29425053175277,
    "summary": "Welcome to Suplex City, courtesy of cover Superstar Brock Lesnar! WWE 2K17 arrives as the reigning and defending flagship WWE video game franchise champion! WWE 2K17 features stunning graphics, ultra-authentic gameplay and a massive roster of WWE and NXT's popular Superstars and Legends.\n\nExperience the most authentic WWE gameplay ever, featuring thousands of new moves and animations, backstage and in-arena brawling, and the biggest roster of WWE and NXT Superstars and Legends to date."
  },
  {
    "name": "WWE SmackDown! vs. Raw 2006",
    "platform": "PlayStation 2, PSP",
    "released_date": "2005-11-11",
    "genre": "Fighting, Sports",
    "rating": 65.72574185058039,
    "summary": "The debut PlayStation Portable offering of THQ and Yuke's long-running 3D wrestling series. WWE SmackDown! vs. RAW 2006 expands on THQ's popular multi-million unit-selling franchise with a number of key new features. The Buried Alive Casket match, two new wrestler attributes (Stamina and Hardcore), and a realistic momentum system all combine to turn the series away from its arcade roots and towards that of a simulation. The PSP version follows closely on the heels of its PS2 tag-teammate in terms of features and wrestler rosters, with exclusive extras including additional characters and other features for the PSP version, plus USB system link to connect the two versions together."
  },
  {
    "name": "WWE SmackDown vs. Raw 2008",
    "platform": "Nintendo DS, Xbox 360, PlayStation 3, PlayStation 2, Wii",
    "released_date": "2007-11-09",
    "genre": "Fighting, Sports",
    "rating": 69.65393295152839,
    "summary": "The 2008 edition in the Smackdown vs. Raw series holds new features to the WWE game franchise. This is the first in the series to include the extremists of ECW, including The Sandman, Marcus Cor Von and CM Punk.\n\nThe game also features a new struggle submission system, new weapon choices including guitars, and eight superstar fighting styles, including Showman, Powerhouse, High-Flyer and more. Each player can now choose a primary and a secondary fighting style. It continues the legend trend and new arenas, such as Wrestlemania 23, Unforgiven and Summerslam as well as the classic superstars like Undertaker, Shawn Michaels and Ric Flair. The roster largely depends on the platform, and some versions include wrestlers not available in the other ones."
  },
  {
    "name": "WWE SmackDown vs RAW 2011",
    "platform": "Xbox 360, PlayStation 3, PlayStation 2, PSP, Wii",
    "released_date": "2010-10-26",
    "genre": "Arcade, Fighting, Sports",
    "rating": 70.738816044115,
    "summary": "WWE SmackDown vs. Raw 2011 will empower players more than ever to define their destiny and gameplay experiences in a dynamic and ever-changing WWE. Along the way, your decisions will decide gameplay scenarios, allowing for more spontaneous WWE action in and out of the ring. Enjoy a greater level of interactivity that allows you to customize your WWE experience and control your destinies in all-new Road to WrestleMania story-driven campaigns.\n\nYou've seen the Superstars' greatest moments on WWE programming. You’ve shared them and lived through them on television, on the web, and at the arenas. Now, it's time for you to define your ultimate WWE moment, in the most interactive experience in the WWE Universe. This is your moment."
  },
  {
    "name": "WWE 2K22",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2022-03-08",
    "genre": "Simulation, Sports",
    "rating": null,
    "summary": "WWE 2K returns with all the features you can handle in WWE 2K22, the twenty-sixth professional wrestling game in the WWE game franchise and the ninth game in the WWE 2K series! Get ripped out of the stands and hit with complete control of the WWE Universe. Throw down with the biggest and most realistic-looking WWE Superstars and Legends. Relive pivotal moments in Rey Mysterio's iconic career in 2K Showcase. Hitting this hard has never been so easy!\n\nWWE 2K22: Deluxe Edition includes:\n- WWE 2K22 Standard Edition\n- Undertaker Immortal Pack\n- Three days of Early Access\n- Season Pass (includes all five DLC content packs)\n- Starrcade '96 Mysterio Pack"
  },
  {
    "name": "WWE 2K20",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2019-10-22",
    "genre": "Simulation, Sports",
    "rating": 52.64627023814931,
    "summary": "2K invites players to Step Inside the squared circle with WWE 2K20, available October 22. Your favorite WWE Superstars, Legends, Hall of Famers and NXT’s best will join the festivities and celebrate the rebirth of the WWE 2K franchise! WWE 2K20 will feature key gameplay improvements, streamlined controls, and the most fun and creatively expansive entry in the franchise to date. WWE 2K20 will also feature a brand-new 2K Showcase focused on the story of the Four Horsewomen/Women’s Evolution, the return of 2K Towers, an all-new MyCAREER that prominently features both male and female playable characters, and Mixed Tag Matches featuring male and female competitors."
  },
  {
    "name": "WWE 2K19",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2018-10-05",
    "genre": "Simulation, Sports",
    "rating": 75.12649199709875,
    "summary": "WWE 2K19 arrives as the latest entry to the flagship WWE video game franchise and features cover Superstar AJ Styles. WWE 2K19 will showcase a massive roster of popular WWE Superstars, Legends and Hall of Famers, as well as NXT favorites. Experience authentic WWE gameplay, extensive creation options, engaging match types, fan-favorite modes and much more!"
  },
  {
    "name": "WWE '12",
    "platform": "Xbox 360, PlayStation 3, Wii",
    "released_date": "2011-11-22",
    "genre": "Arcade, Fighting",
    "rating": 79.73148424828389,
    "summary": "World Wrestling Entertainment enthusiasts try to take the title under a new title in WWE '12: a continuation of the series from THQ and Yuke's, with its due serving of raw smackdowns, despite the shortened name. The expanded roster includes contemporary stars such as John Cena, Randy Orton, and The Miz, as well as player-created Superstars, assigned custom entrances, finishing moves, and storylines. The game centers on a main campaign that runs through 18 months of WWE programming and two WrestleMania championships."
  },
  {
    "name": "WWE Smackdown vs. RAW 2009",
    "platform": "Nintendo DS, Xbox 360, PlayStation 3, PlayStation 2, PSP, Wii",
    "released_date": "2008-11-06",
    "genre": "Action, Fighting, Sports",
    "rating": 69.53251453364045,
    "summary": "WWE SmackDown vs. Raw 2009 for the Wii builds upon its inaugural offering by significantly expanding its match type options, giving players more ways to enjoy the platform's unique pick-up-and-play experience. The game also takes full combat sports entertainment to the next level by giving players more superstar control with interactive entrances and victory scenes."
  },
  {
    "name": "WWE SmackDown! vs. Raw 2007",
    "platform": "Xbox 360, PlayStation 2, PSP",
    "released_date": "2006-11-10",
    "genre": "Arcade, Action, Fighting, Sports",
    "rating": 75.71875362388543,
    "summary": "A brand new Analog Control System makes fighting more realistic than ever with intuitive movement and new elements of control. An enhanced Season Mode provides multiple branching storylines and unprecedented levels of player choice. In and out of the ring, dozens of user-controlled environmental hotspots let players take advantage of anything at their disposal to inflict damage on opponents in new and unique ways. Additionally, new high impact combination moves let players take the power of WWE Superstars into their own hands. Experience the intensity of WWE fans in a brand new, fully loaded interactive fighting area. Players can take advantage of multiple weapons, environmental damage and grabbing signs and weapons from the crowd. WWE SmackDown vs. RAW 2007 offers multiple enhancements, including incredible high definition graphics, updated rosters for both RAW and SmackDown, an expanded General Manager Mode, online multiplayer game play with voice chat support and more."
  },
  {
    "name": "WWE '13",
    "platform": "Xbox 360, PlayStation 3, Wii",
    "released_date": "2012-10-30",
    "genre": "Arcade, Fighting",
    "rating": 75.33755399932767,
    "summary": "WWE '13 is an upcoming professional wrestling video game being developed by Yuke's and published by THQ for the PlayStation 3, Wii, Xbox 360.[1] It will be the second game in the WWE series and the fifteenth overall in the combined series. It is the sequel to WWE '12, and will be released on October 30, 2012 in North America and November 2, 2012 in United Kingdom.[2]\n\nThe game focuses on the Attitude Era of the WWF, replacing its Road to WrestleMania Mode with an Attitude Era Mode where the player plays through the Attitude Era. The game gives such characters as Stone Cold Steve Austin and elements as the Monday Night Wars a more important role in the game than in any previous WWE game.[3]"
  },
  {
    "name": "WWE SmackDown vs. RAW 2010",
    "platform": "Nintendo DS, Xbox 360, PlayStation 3, PlayStation 2, Wii",
    "released_date": "2009-09-04",
    "genre": "Arcade, Action, Fighting, Sports",
    "rating": 66.41519092947553,
    "summary": "The best-selling fighting videogame franchise returns to the virtual ring with the most authentic, entertaining and compelling simulation of WWE programming to date. Featuring unparalleled creation tools, a robust Superstar roster, key franchise improvements and a few surprises, WWE SmackDown vs. Raw 2010 delivers the empowering freedom to create, customize and share gameplay experiences. It's your world now."
  },
  {
    "name": "WWE 2K15",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2014-09-30",
    "genre": "Fighting, Sports",
    "rating": 54.11830527124828,
    "summary": "The next generation of WWE video games has arrived! WWE 2K15 will usher in a new era of WWE video games and deliver the gaming experience that fans have sought for generations!"
  },
  {
    "name": "WWE 2K16",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2015-10-27",
    "genre": "Action, Simulation, Sports",
    "rating": 70.029004965728,
    "summary": "Get in the ring and Raise Some Hell with WWE 2K16 The undisputed champion of wrestling video games with the biggest roster in WWE games history. Play as your favourite Superstars from the past, present and future and experience the most authentic, comprehensive, in-your-face WWE video game of all-time."
  },
  {
    "name": "WWE 2K18",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2017-10-17",
    "genre": "Simulation, Sports",
    "rating": 63.2116358128841,
    "summary": "This latest entry in 2k Sports WWE series boasts a next generation graphics engine, the largest roster of any WWE game before it with the rosters updated gimmick sets and show stylings to closely resembles the current TV product, and the first WWE 2k only be released on current generation hardware.\n\nSeth Rollins was revealed to be the cover star, and the game's slogan is \"Be Like No One.\""
  },
  {
    "name": "WWE 2K14",
    "platform": "Xbox 360, PlayStation 3",
    "released_date": "2013-10-29",
    "genre": "Arcade, Fighting, Sports",
    "rating": 76.75510473671655,
    "summary": "K Sports' line-up of premier simulation titles expands with the company's first release in the flagship WWE videogame franchise, WWE 2K14. The most electrifying, authentic and comprehensive WWE video game experience to date.\nRelive the greatest matches and moments from three decades of the greatest spectacle in all of entertainment. Play through more than 45 prolific matches in an unprecedented single-player campaign celebrating 30 years of WrestleMania. Complete objectives to unlock playable characters, additional gear, historical WWE footage, and bonus content on the road to immortality."
  },
  {
    "name": "WWE All Stars",
    "platform": "PC, Nintendo 3DS, Xbox 360, PlayStation 3, PlayStation 2, PSP, Wii",
    "released_date": "2011-02-08",
    "genre": "Arcade, Fighting, Sports",
    "rating": 57.21086462006501,
    "summary": "WWE All Stars will deliver one of the greatest rosters ever assembled in a wrestling-centric videogame. Renowned WWE Legends will align with today's most prominent Superstars, inviting players to generate fantasy matches and ultimately determine the greatest competitors of all time. In addition, each Legend and Superstar will boast a distinctive and highly stylized appearance, adding to the overall atmosphere and intrepid attitude exuding from the on-screen action."
  },
  {
    "name": "WWE Champions",
    "platform": "iOS, Android",
    "released_date": "2017-01-25",
    "genre": "RPG, Puzzle",
    "rating": null,
    "summary": "Play the #1 downloaded World Wrestling Entertainment mobile game. Collect over 400 WWE Superstars & WrestleMania Legends in the ultimate puzzle RPG!"
  },
  {
    "name": "Prototype",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2009-06-09",
    "genre": "Casual, Strategy, Adventure, Action",
    "rating": 74.13671745114569,
    "summary": "Prototype is the first of two games, and let's the user take control of Alex Mercer as he fights to stop the viral outbreak known as BLACKLIGHT throughout Manhattan. Alex is himself infected by the virus, which has given him special, mutant, abilities that will evolve with time and aid him in stopping the virus."
  },
  {
    "name": "Prototype 2",
    "platform": "PC, Xbox One, PlayStation 4, Xbox 360, PlayStation 3",
    "released_date": "2012-04-24",
    "genre": "Adventure, Action",
    "rating": 70.03720584004108,
    "summary": "Prototype 2 is an open-world action game published by Activision and developed by Radical Entertainment. It's a direct sequel to Prototype and was announced at the 2010 Spike Video Game Awards.\n\nThe events of Prototype 2 takes place in New York City, now known as New York Zero (NYZ), following Sgt. James Heller on his quest to destroy Alex Mercer, after having lost everything and everyone he loved to the Blacklight virus."
  },
  {
    "name": "Oh...Sir! Prototype",
    "platform": "PC, macOS, Linux",
    "released_date": "2015-12-21",
    "genre": "Indie",
    "rating": null,
    "summary": "A Ridiculous local 1v1muliplayer Insult Simulator for two!\n\nThis is the prototype that started it all! This build was oringially created in 42 hours during the amJam game jam event hosted by Artifex Mundi. The competition’s theme was \"this parrot is no more\" based on the Monty Pythons' Dead Parrot sketch. Oh...Sir! came in second and received an audience award. Subsequently we decided to release this prototype into the world, and much to our surprise players enjoyed it as much as we do! We were thrilled to receive all of their feedback and feature requests and decided to build upon them and create a honest-to-goodness real game called Oh...Sir The Insult Simulator. However we still wanted players to be able to play the original protoype that started it all, so here it is!\n\nIf you think your best friend's mother is a hamster and your boss smells of elderberries, invite them to play Oh...Sir!, a jolly video game about dead parrots and insulting the *BLEEP* out of your beloved loved ones. A game where your sister can convince you that your hovercraft is full of eels and your hat is silly! You should always look on the bright side of life - even the harshest insult can be classy when said over a cup of tea. So track down a best friend, and enjoy the greatest local 1v1 multiplayer insult simulator game of the century!"
  },
  {
    "name": "Doorways: Old Prototype",
    "platform": "PC, macOS, Linux",
    "released_date": "2016-10-05",
    "genre": "Indie, Adventure, Action",
    "rating": null,
    "summary": "An immersive and twisted adventure created before the official development of the Doorways saga"
  },
  {
    "name": "Prototype no.**",
    "platform": "Web",
    "released_date": "2022-12-10",
    "genre": "Puzzle",
    "rating": null,
    "summary": "Prototype N is a side scrolling shooting platformer. The player must help Nadine get through many stages of tricky obstacles such as dangerous robotic foes, hazardous traps and more!\n\nNadine, equpped with her arm cannon, can shoot her way through the levels found in the game. While she is equipped with a little plasma shooter, there are several exciting weapons spread throughout the levels. Each have their own unique properities and interact with enemies and the environment in different ways."
  },
  {
    "name": "The Last Of Us",
    "platform": "PlayStation 4, PlayStation 3",
    "released_date": "2013-06-14",
    "genre": "Adventure, Action",
    "rating": 91.17915070736396,
    "summary": "The Last of Us Part II is an action-adventure game set five years after the events of The Last of Us. The player traverses post-apocalyptic environments such as buildings and forests to advance the story. They can use firearms, improvised weapons, and stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. The game intermittently switches control between Ellie and Abby, and also briefly Joel in the opening sequence. The nimble nature of the player character introduces platforming elements, allowing the player to jump and climb to traverse environments and gain advantages during combat."
  },
  {
    "name": "The Last of Us Part II",
    "platform": "PlayStation 5, PlayStation 4",
    "released_date": "2020-06-19",
    "genre": "Shooter, Adventure, Action",
    "rating": 91.17915070736396,
    "summary": "The Last of Us Part II is an action-adventure game set five years after the events of The Last of Us. The player traverses post-apocalyptic environments such as buildings and forests to advance the story. They can use firearms, improvised weapons, and stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. The game intermittently switches control between Ellie and Abby, and also briefly Joel in the opening sequence. The nimble nature of the player character introduces platforming elements, allowing the player to jump and climb to traverse environments and gain advantages during combat."
  },
  {
    "name": "The Last of Us Part I",
    "platform": "PC, PlayStation 5",
    "released_date": "2022-09-02",
    "genre": "Shooter, Adventure, Action",
    "rating": 95.26506058708688,
    "summary": "Experience the emotional storytelling and unforgettable characters of Joel and Ellie in The Last of Us, winner of over 200 Game of the Year awards and now rebuilt for PlayStation 5.\n\nEnjoy a total overhaul of the original experience, faithfully reproduced but incorporating modernized gameplay, improved controls and expanded accessibility options. Plus, feel immersed with improved effects and enhanced exploration and combat.\n\nIt also includes the Left Behind story DLC."
  },
  {
    "name": "The Last of Us: Left Behind",
    "platform": "PlayStation 4, PlayStation 3",
    "released_date": "2014-02-14",
    "genre": "Shooter, Adventure, Action",
    "rating": 83.9832086027193,
    "summary": "Left Behind is the first single player DLC for the critically acclaimed survival horror game The Last of Us, developed by Naughty Dog."
  },
  {
    "name": "The Last Of Us Remastered",
    "platform": "PlayStation 4",
    "released_date": "2014-07-29",
    "genre": "Adventure, Action",
    "rating": 93.89231058455292,
    "summary": "The Last of Us Remastered is an updated release of the PS3 game The Last of Us. It is identical to the PS3 version but runs at a 1080p resolution and incorporates character models with a higher resolution. There are also improved shadows and lighting, upgraded textures, 60 frames per second and other types of improvements. In addition to the base game, two map packs and the expansion The Last of Us: Left Behind are included."
  },
  {
    "name": "Among Us",
    "platform": "PC, Xbox One, Nintendo Switch, iOS, Android",
    "released_date": "2018-07-25",
    "genre": "Casual, Action, Simulation",
    "rating": null,
    "summary": "Secrets are revealed and decisions are made as Bigby squares off against the Crooked Man, facing off against his deadliest agent, Bloody Mary and learns the full truth about his crimes against Fabletown."
  },
  {
    "name": "Deliver Us the Moon",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2019-10-09",
    "genre": "Indie, Adventure, Action",
    "rating": 79.40218250595487,
    "summary": "Deliver us the Moon is set in the near future where the earth's resources are nearly depleted. The nations of the world have come together to create the Worldwide Space Agency (WSA). Under the banner of the WSA, astronauts were sent to the moon to conduct research aimed at securing the future of mankind. Sadly, due to bickering between countries, no solution has been agreed upon. Now, with man's absolute last resources, you, a brave astronaut gone rogue, take the great step to the moon in a do-or-die secret mission to save humanity."
  },
  {
    "name": "Campfire: One of Us Is the Killer",
    "platform": "PC",
    "released_date": "2016-12-07",
    "genre": "Casual, Indie",
    "rating": 30.0,
    "summary": "Campfire is a 6 people multiplayer game where you play roles. You got to bluff, accuse and persuade others via voice chat. It is based on communication and logic. Observe others and their intentions via their vocal expression. Find the killer before everyone is dead."
  },
  {
    "name": "The Wolf Among Us",
    "platform": "PC, PlayStation 4, Xbox One, iOS, Android, macOS, Xbox 360, PS Vita",
    "released_date": "2013-10-10",
    "genre": "Adventure",
    "rating": null,
    "summary": "Secrets are revealed and decisions are made as Bigby squares off against the Crooked Man, facing off against his deadliest agent, Bloody Mary and learns the full truth about his crimes against Fabletown."
  },
  {
    "name": "The Aquatic Adventure of the Last Human",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, macOS, Linux",
    "released_date": "2016-01-18",
    "genre": "Indie, Adventure, Action",
    "rating": 60.0,
    "summary": "From kickstarter: \"The Aquatic Adventure of the Last Human is a metroid-vania styled action/adventure game where you play as the navigator of Argo 9, a spaceship/submarine hybrid, thrust back to Earth in a time after humans have gone extinct. Whereupon one will have to explore to uncover the reasons for humanity's downfall meanwhile encountering monstrous sea creatures.\n\nThe focus of this game lies in exploration, story and boss battles. It is up to the player to determine if the ruins of our species is a travesty or an inevitable conclusion.\""
  },
  {
    "name": "The Last Tinker: City of Colors",
    "platform": "PC, PlayStation 4, iOS, macOS, Linux",
    "released_date": "2014-05-11",
    "genre": "Indie, Adventure, Action",
    "rating": 70.21591188662164,
    "summary": "The Last Tinker is a joyous action adventure and definitely no platformer, as there is no jump button. Koru, a boy from the slums of Colortown, must rise and stand against the Bleakness, a dark force intent on wiping out joy. Koru must use color and emotion to restore life to Colortown!"
  },
  {
    "name": "Planet of the Apes: Last Frontier",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2017-11-21",
    "genre": "Indie, Adventure, Action",
    "rating": 69.96125532739248,
    "summary": "The game allows you to follow and interact with a new group of characters. The tale is a new one set in the North American Rocky Mountains during the timeline between ‘Dawn of Planet of the Apes’ and ‘War for Planet of the Apes.’ Explore your own morals and ethics as you drive the fortunes of an ape troop and band of human survivors. Your decisions will have real consequences as these two worlds collide amidst a stunning backdrop.\n\nAre You Ready to Choose?"
  },
  {
    "name": "The Wolf Among Us 2",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2024-03-01",
    "genre": "Adventure",
    "rating": null,
    "summary": "The Wolf Among Us 2 is an episodic graphic adventure game. It is a sequel to The Wolf Among Us and takes place six months following the events of the first game. Follow Bigby Wolf in a new story filled with not-so-colorful characters from famous fairy tales."
  },
  {
    "name": "Resident Evil",
    "platform": "PlayStation",
    "released_date": "1996-03-22",
    "genre": "Adventure, Action",
    "rating": 73.50201994534035,
    "summary": "Resident Evil Archives: Resident Evil is the port of the remake Resident Evil for the Wii console system."
  },
  {
    "name": "Resident Evil: Village",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X, Nintendo Switch, iOS",
    "released_date": "2021-05-07",
    "genre": "Adventure, Action",
    "rating": null,
    "summary": "Experience survival horror like never before in this bundle containing the definitive version of Resident Evil 7 biohazard, and Resident Evil Village, the 8th major installment in the franchise. With detailed graphics, intense first-person action and masterful storytelling, the terror has never felt more real in this heart-pounding narrative of family tragedy.\n\nThis pack includes the following content:\n• Resident Evil 7 biohazard Gold Edition\n• Resident Evil Village\n• Resident Evil Re:Verse\n• Trauma Pack"
  },
  {
    "name": "Resident Evil: Survivor",
    "platform": "PC, PlayStation",
    "released_date": "2000-01-27",
    "genre": "Action",
    "rating": 57.25331396757807,
    "summary": "Resident Evil Survivor is the first Resident Evil title to be rendered in real time as opposed to making use of pre-rendered backdrops. Levels are explored in first person, and when enemies are encountered the press of a button will bring up a targeting reticle for shooting. As with most light-gun games there is infinite pistol ammunition available, but limited ammunition for more powerful weapons. At the end of each level two doors are presented which both lead to different levels, although all paths eventually lead to the same ending."
  },
  {
    "name": "Resident Evil Revelations",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Nintendo 3DS, Xbox 360, PlayStation 3, Wii U",
    "released_date": "2012-02-07",
    "genre": "Adventure, Action",
    "rating": 74.1490931684228,
    "summary": "Resident Evil: Revelations is a survival horror game that restores elements of the series' nature, as opposed to the survival action of Resident Evil 5. The game features a single-player mode where the player must complete a series of episodes that involve solving puzzles and defeating enemies, and a multiplayer mode where players may fight their way through altered single-player scenarios."
  },
  {
    "name": "Resident Evil Re:Verse",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Xbox Series S/X",
    "released_date": "2022-10-28",
    "genre": "Shooter, Action",
    "rating": null,
    "summary": "Beloved Resident Evil characters clash in a fight to the death! Test your skills against other players in six-person deathmatch battles. But don't forget the terrifying bioweapons! You'll need to master the skills of the heroes and bioweapons alike if you want to claw your way to victory!"
  },
  {
    "name": "Resident Evil 6",
    "platform": "PC, PlayStation 4, Xbox One, Nintendo Switch, Xbox 360, PlayStation 3, Web",
    "released_date": "2012-10-02",
    "genre": "Shooter, Adventure, Action",
    "rating": 66.53738529705963,
    "summary": "Resident Evil 6 is the ninth video game installment in the Resident Evil series. It continues the struggle against zombies infected by the new highly virulent C-virus. The game uses the same over-the-shoulder view as Resident Evil 4 and Resident Evil 5, however with a new gameplay mechanic that allows players to slowly move while shoot. Players can select between three scenarios featuring multiple characters and intertwined storylines, and within these scenarios both stories and action cross paths. At key moments during the game, up to four players can join together online to tackle a specific situation, with some stages seeing the usual partnerships swapped to further increase the depth of gameplay."
  },
  {
    "name": "Resident Evil 2",
    "platform": "PC, PlayStation 5, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2019-01-25",
    "genre": "Shooter, Adventure, Action",
    "rating": null,
    "summary": null
  },
  {
    "name": "Resident Evil: Resistance",
    "platform": "PC, Xbox One, PlayStation 4",
    "released_date": "2020-04-03",
    "genre": "Action",
    "rating": 49.90353358882027,
    "summary": "Capcom's Resident Evil: Resistance is a new 1 vs. 4 asymmetric online survival horror experience set in the world of Resident Evil. Unleash your inner evil as a cunning Mastermind or join the fight as one of the resourceful Survivors desperately trying to escape every obstacle the Mastermind puts in their way!"
  },
  {
    "name": "Resident Evil 7: Biohazard",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
    "released_date": "2017-01-23",
    "genre": "Shooter, Adventure, Action",
    "rating": 83.81530152212821,
    "summary": "Resident Evil 7: Biohazard is the first game of the Resident Evil series to switch from 3rd-person to fully 1st-person perspective. A complete refresh of gameplay systems simultaneously propels the survival horror experience to another level. It is as much horror as it is survival, boosting up scare elements and minimizing downright shooting action. The game allows use of Sony's PSVR Headset to play in VR mode."
  },
  {
    "name": "Resident Evil Zero",
    "platform": "Wii, GameCube",
    "released_date": "2002-11-12",
    "genre": "Adventure",
    "rating": 78.71820801170473,
    "summary": "Resident Evil Zero is a third-person survival horror video game and a prequel to the first Resident Evil. The gameplay remains largely the same as previous entries in the series but also introduces what it calls a partner zapping system, which allows you to switch between the two characters Rebecca and Billy at any time. This feature must be used at times, as the game requires both characters to work together to solve some puzzles. New to the game are a bunch of terrifying enemies, like the mutant centipede, new areas to explore, and the ability to drop items on the ground instead of having to find an item box."
  },
  {
    "name": "Resident Evil 4",
    "platform": "PC, PlayStation 5, PlayStation 4, Xbox Series S/X, iOS",
    "released_date": "2023-03-24",
    "genre": "Adventure, Action",
    "rating": null,
    "summary": "This pack includes Resident Evil 4 and Resident Evil CODE: Veronica X."
  },
  {
    "name": "Resident Evil 5",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2009-03-03",
    "genre": "Shooter, Action",
    "rating": 74.17787804089,
    "summary": "Resident Evil 5 is the seventh video game in the Resident Evil series. It features similar gameplay to Resident Evil 4 utilizing the same over the shoulder view, but this time the environment plays a significant role. The player is now dependent on his partner more than in older games. When the partner's health bar drop down to 0, he will enter the dying stage where the health bar will flash red and gradually lower as he stays like this. Resident Evil 5 also features new types of enemies called Majini and mostly are of African descent."
  },
  {
    "name": "Resident Evil: Dead Aim",
    "platform": "PlayStation 2",
    "released_date": "2003-02-13",
    "genre": null,
    "rating": 57.7510594743401,
    "summary": "Resident Evil: Dead Aim is a survival-horror game released exclusively for the PlayStation 2 under the Gun Survivor title, which was used for several games made for the Namco light gun controllers. The game is played in two camera angles: the player moves from a third-person perspective while walking, which changes to a first-person perspective while aiming the gun. You'll pick up several guns through the course of the game, including a magnum, a shotgun, and an assault rifle. But like in other Resident Evil games, zombies are difficult to put down permanently and ammo can be very scarce."
  },
  {
    "name": "Resident Evil HD Remaster",
    "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch, Xbox 360, PlayStation 3",
    "released_date": "2015-01-19",
    "genre": "Adventure, Action",
    "rating": 71.2225073105412,
    "summary": "Resident Evil 6 Remastered brings the original experience in high definition. The game offers multiple characters, including fan favorites and new faces, along with solo and co-op modes and new challenges for players, different from any other in the Resident Evil franchise. This edition includes all DLC, along with two costumes per main character, originally exclusively unlockable through Residentevil.net, that are now unlockable through the game itself."
  },
  {
    "name": "Resident Evil: The Darkside Chronicles",
    "platform": "PlayStation 3, Wii",
    "released_date": "2009-11-17",
    "genre": "Shooter, Arcade, Action",
    "rating": 67.08978862028623,
    "summary": "Resident Evil: The Darkside Chronicles is an on-rails shooting game and the second title exclusive to the Wii platform in the Resident Evil series. The player do not control the character's movement but only the shooting aspect, shown from a first-person perspective. The player's partner is also shown on the screen and there is an cooperative option for two players."
  },
  {
    "name": "Resident Evil - Code: Veronica X",
    "platform": "PlayStation 2, GameCube",
    "released_date": "2001-03-22",
    "genre": "Shooter, Action, Puzzle",
    "rating": 73.37382696187483,
    "summary": "Resident Evil Code: Veronica X is a port of the original game with additional content comprised of improved graphics along with an extra nine minutes of cutscenes. The character Steve had his hairstyle changed to have a noticeable fringe, and no longer proudly shows his forehead. This change was made to all cutscenes that feature him, as well as to the family photograph he carries with him. Apart from these changes, the game is almost the same as the original one."
  },
  {
    "name": "Resident Evil: The Umbrella Chronicles",
    "platform": "PlayStation 3, Wii U, Wii",
    "released_date": "2007-11-13",
    "genre": "Shooter, Action",
    "rating": 68.07070384494324,
    "summary": "Resident Evil: The Umbrella Chronicles is the first natively developed for the Wii console. Unlike the other games focused on free exploration, this title is an on-rails shooting game with fixed movement and perspectives. While playing, the camera floats to different areas and players shoot enemies on the screen, picking up ammo, weapons and health kits in the progress. In some situations, the controller can also be used as a melee weapon or in timed sequences. Some levels feature multiple paths and there are regular checkpoints. At the end of a level, the player's performance is awarded by stars, which can be exchanged for weapon upgrades. The game supports the Wii Zapper and features cooperative gameplay for up to two players."
  }
]